{
    "中华人民共和国刑法第一百四十条": [
        "生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额五万元以上不满二十万元的，处二年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；销售金额二十万元以上不满五十万元的，处二年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额五十万元以上不满二百万元的，处七年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额二百万元以上的，处十五年有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。",
        "生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额五万元以上不满二十万元的，处二年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；销售金额二十万元以上不满五十万元的，处二年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额五十万元以上不满二百万元的，处七年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额二百万元以上的，处十五年有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。\n\n**在发生公共卫生事件时，故意生产、销售伪劣产品的，应当从重处罚。**",
        "行为模式改变",
        "",
        "生产、销售伪劣产品罪"
    ],
    "中华人民共和国刑法第一百四十二条": [
        "生产、销售劣药，对人体健康造成严重危害的，处三年以上十年以下有期徒刑，并处罚金；后果特别严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n药品使用单位的人员明知是劣药而提供给他人使用的，依照前款的规定处罚。",
        "生产、销售劣药，对人体健康造成严重危害的，处三年以上十年以下有期徒刑，并处罚金；后果特别严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n药品使用单位的人员生产、销售劣药，对人体健康造成严重危害的，处三年以上十年以下有期徒刑，并处罚金；后果特别严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n药品使用单位的人员明知是劣药而提供给他人使用的，依照前款的规定处罚。\n\n**公立医院的医务人员明知是劣药而提供给他人使用的，依照前款的规定加重处罚。**",
        "行为模式改变",
        "",
        "生产、销售、提供劣药罪"
    ],
    "中华人民共和国刑法第一百四十三条": [
        "生产、销售不符合食品安全标准的食品，足以造成严重食物中毒事故或者其他严重食源性疾病的，处三年以下有期徒刑或者拘役，并处罚金；对人体健康造成严重危害或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金；后果特别严重的，处七年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。",
        "生产、销售不符合食品安全标准的食品，**或明知是不符合食品安全标准的食品向公众免费提供的，**足以造成严重食物中毒事故或者其他严重食源性疾病的，处三年以下有期徒刑或者拘役，并处罚金；对人体健康造成严重危害或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金；后果特别严重的，处七年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。",
        "构成要件改变",
        "",
        "生产、销售不符合安全标准的食品罪"
    ],
    "中华人民共和国刑法第一百四十四条": [
        "在生产、销售的食品中掺入有毒、有害的非食品原料的，或者销售明知掺有有毒、有害的非食品原料的食品的，处五年以下有期徒刑，并处罚金；对人体健康造成严重危害或者有其他严重情节的，处五年以上十年以下有期徒刑，并处罚金；致人死亡或者有其他特别严重情节的，依照本法第一百四十一条的规定处罚。",
        "在生产、销售的食品中掺入有毒、有害的非食品原料的，或者销售明知掺有有毒、有害的非食品原料的食品的，处五年以下有期徒刑，并处罚金；对人体健康造成严重危害或者有其他严重情节的，处五年以上十年以下有期徒刑，并处罚金；致人死亡或者有其他特别严重情节的，**处十年以上有期徒刑或无期徒刑或死刑，并处罚金。**",
        "构成要件改变",
        "",
        "生产、销售有毒、有害食品罪"
    ],
    "中华人民共和国刑法第一百四十五条": [
        "生产不符合保障人体健康的国家标准、行业标准的医疗器械、医用卫生材料，或者销售明知是不符合保障人体健康的国家标准、行业标准的医疗器械、医用卫生材料，足以严重危害人体健康的，处三年以下有期徒刑或者拘役，并处销售金额百分之五十以上二倍以下罚金；对人体健康造成严重危害的，处三年以上十年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；后果特别严重的，处十年以上有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。",
        "生产不符合保障人体健康的国家标准、行业标准的医疗器械、医用卫生材料，或者销售明知是不符合保障人体健康的国家标准、行业标准的医疗器械、医用卫生材料，足以严重危害人体健康的，处三年以下有期徒刑或者拘役，并处销售金额百分之五十以上二倍以下罚金；对人体健康造成严重危害的，处三年以上十年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；后果特别严重的，处十年以上有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。\n**在发生重大卫生事件时，故意进行上述行为的，应当加重处罚。**",
        "行为模式改变",
        "",
        "生产、销售不符合标准的医用器材罪"
    ],
    "中华人民共和国刑法第一百四十六条": [
        "生产不符合保障人身、财产安全的国家标准、行业标准的电器、压力容器、易燃易爆产品或者其他不符合保障人身、财产安全的国家标准、行业标准的产品，或者销售明知是以上不符合保障人身、财产安全的国家标准、行业标准的产品，造成严重后果的，处五年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；后果特别严重的，处五年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金。",
        "生产不符合保障人身、财产安全的国家标准、行业标准的电器、压力容器、易燃易爆产品或者其他不符合保障人身、财产安全的国家标准、行业标准的产品，或者销售明知是以上不符合保障人身、财产安全的国家标准、行业标准的产品，造成严重后果的，处五年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；后果特别严重的，处五年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金。在重大活动中生产、销售不符合保障人身、财产安全的国家标准、行业标准的电器、压力容器、易燃易爆产品或者其他不符合保障人身、财产安全的国家标准、行业标准的产品的，处五年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金。",
        "行为模式改变",
        "",
        "生产、销售不符合安全标准的产品罪"
    ],
    "中华人民共和国刑法第一百四十七条": [
        "生产假农药、假兽药、假化肥，销售明知是假的或者失去使用效能的农药、兽药、化肥、种子，或者生产者、销售者以不合格的农药、兽药、化肥、种子冒充合格的农药、兽药、化肥、种子，使生产遭受较大损失的，处三年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；使生产遭受重大损失的，处三年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；使生产遭受特别重大损失的，处七年以上有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。",
        "生产假农药、假兽药、假化肥，销售明知是假的或者失去使用效能的农药、兽药、化肥、种子，或者生产者、销售者以不合格的农药、兽药、化肥、种子冒充合格的农药、兽药、化肥、种子，使生产遭受较大损失的，处**五**年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；使生产遭受重大损失的，处**五**年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；使生产遭受特别重大损失的，处七年以上有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。",
        "法律后果改变",
        "",
        "生产、销售伪劣农药、兽药、化肥、种子罪"
    ],
    "中华人民共和国刑法第一百七十条": [
        "伪造货币的，处三年以上十年以下有期徒刑，并处罚金；有下列情形之一的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产：\n\n（一）伪造货币集团的首要分子；\n\n（二）伪造货币数额特别巨大的；\n\n（三）有其他特别严重情节的。",
        "伪造货币的，处三年以上十年以下有期徒刑，并处**或单处**罚金；有下列情形之一的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产：\n\n（一）伪造货币集团的首要分子；\n\n（二）伪造货币数额特别巨大的；\n\n（三）有其他特别严重情节的。",
        "法律后果改变",
        "",
        "伪造货币罪"
    ],
    "中华人民共和国刑法第一百七十一条": [
        "出售、购买伪造的货币或者明知是伪造的货币而运输，数额较大的，处三年以下有期徒刑或者拘役，并处二万元以上二十万元以下罚金；数额巨大的，处三年以上十年以下有期徒刑，并处五万元以上五十万元以下罚金；数额特别巨大的，处十年以上有期徒刑或者无期徒刑，并处五万元以上五十万元以下罚金或者没收财产。\n\n银行或者其他金融机构的工作人员购买伪造的货币或者利用职务上的便利，以伪造的货币换取货币的，处三年以上十年以下有期徒刑，并处二万元以上二十万元以下罚金；数额巨大或者有其他严重情节的，处十年以上有期徒刑或者无期徒刑，并处二万元以上二十万元以下罚金或者没收财产；情节较轻的，处三年以下有期徒刑或者拘役，并处或者单处一万元以上十万元以下罚金。\n\n伪造货币并出售或者运输伪造的货币的，依照本法第一百七十条的规定定罪从重处罚。",
        "出售、购买伪造的货币或者明知是伪造的货币而运输，数额较大的，处三年以下有期徒刑或者拘役，并处**或单处**二万元以上二十万元以下罚金；数额巨大的，处三年以上十年以下有期徒刑，并处五万元以上五十万元以下罚金；数额特别巨大的，处十年以上有期徒刑或者无期徒刑，并处五万元以上五十万元以下罚金或者没收财产。\n\n银行或者其他金融机构的工作人员购买伪造的货币或者利用职务上的便利，以伪造的货币换取货币的，处三年以上十年以下有期徒刑，并处二万元以上二十万元以下罚金；数额巨大或者有其他严重情节的，处十年以上有期徒刑或者无期徒刑，并处二万元以上二十万元以下罚金或者没收财产；情节较轻的，处三年以下有期徒刑或者拘役，并处或者单处一万元以上十万元以下罚金。\n\n伪造货币并出售或者运输伪造的货币的，依照本法第一百七十条的规定定罪从重处罚。",
        "法律后果改变",
        "",
        "金融工作人员购买假币、以假币换取货币罪"
    ],
    "中华人民共和国刑法第一百七十二条": [
        "明知是伪造的货币而持有、使用，数额较大的，处三年以下有期徒刑或者拘役，并处或者单处一万元以上十万元以下罚金；数额巨大的，处三年以上十年以下有期徒刑，并处二万元以上二十万元以下罚金；数额特别巨大的，处十年以上有期徒刑，并处五万元以上五十万元以下罚金或者没收财产。",
        "明知是伪造的货币而持有、使用，数额较大的，处三年以下有期徒刑或者拘役，并处或者单处一万元以上十万元以下罚金；数额巨大的，处三年以上十年以下有期徒刑，并处二万元以上二十万元以下罚金；数额特别巨大的，处十年以上有期徒刑，并处五万元以上五十万元以下罚金或者没收财产。\n**严重扰乱市场经济秩序的，无论数额多少，处十年以上有期徒刑，并处五万元以上五十万元以下罚金或者没收财产。**",
        "行为模式改变",
        "",
        "持有、使用假币罪"
    ],
    "中华人民共和国刑法第一百七十四条": [
        "未经国家有关主管部门批准，擅自设立商业银行、证券交易所、期货交易所、证券公司、期货经纪公司、保险公司或者其他金融机构的，处三年以下有期徒刑或者拘役，并处或者单处二万元以上二十万元以下罚金；情节严重的，处三年以上十年以下有期徒刑，并处五万元以上五十万元以下罚金。\n\n伪造、变造、转让商业银行、证券交易所、期货交易所、证券公司、期货经纪公司、保险公司或者其他金融机构的经营许可证或者批准文件的，依照前款的规定处罚。\n\n单位犯前两款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照第一款的规定处罚。",
        "未经国家有关主管部门批准，擅自设立商业银行、证券交易所、期货交易所、证券公司、期货经纪公司、保险公司或者其他金融机构的，处三年以下有期徒刑或者拘役，并处或者单处**十**万元以上**三**十万元以下罚金；情节严重的，处三年以上十年以下有期徒刑，并处五万元以上五十万元以下罚金。\n\n伪造、变造、转让商业银行、证券交易所、期货交易所、证券公司、期货经纪公司、保险公司或者其他金融机构的经营许可证或者批准文件的，依照前款的规定处罚。\n\n单位犯前两款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照第一款的规定处罚。",
        "法律后果改变",
        "",
        "伪造、变造、转让金融机构经营许可证、批准文件罪"
    ],
    "中华人民共和国刑法第一百八十条": [
        "证券、期货交易内幕信息的知情人员或者非法获取证券、期货交易内幕信息的人员，在涉及证券的发行，证券、期货交易或者其他对证券、期货交易价格有重大影响的信息尚未公开前，买入或者卖出该证券，或者从事与该内幕信息有关的期货交易，或者泄露该信息，或者明示、暗示他人从事上述交易活动，情节严重的，处五年以下有期徒刑或者拘役，并处或者单处违法所得一倍以上五倍以下罚金；情节特别严重的，处五年以上十年以下有期徒刑，并处违法所得一倍以上五倍以下罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役。\n\n内幕信息、知情人员的范围，依照法律、行政法规的规定确定。\n\n证券交易所、期货交易所、证券公司、期货经纪公司、基金管理公司、商业银行、保险公司等金融机构的从业人员以及有关监管部门或者行业协会的工作人员，利用因职务便利获取的内幕信息以外的其他未公开的信息，违反规定，从事与该信息相关的证券、期货交易活动，或者明示、暗示他人从事相关交易活动，情节严重的，依照第一款的规定处罚。",
        "证券、期货交易内幕信息的知情人员或者非法获取证券、期货交易内幕信息的人员，在涉及证券的发行，证券、期货交易或者其他对证券、期货交易价格有重大影响的信息尚未公开前，买入或者卖出该证券，或者从事与该内幕信息有关的期货交易，或者泄露该信息，或者明示、暗示他人从事上述交易活动，**或者强迫他人从事上述交易活动，**情节严重的，处五年以下有期徒刑或者拘役，并处或者单处违法所得一倍以上五倍以下罚金；情节特别严重的，处五年以上十年以下有期徒刑，并处违法所得一倍以上五倍以下罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役。\n\n内幕信息、知情人员的范围，依照法律、行政法规的规定确定。\n\n证券交易所、期货交易所、证券公司、期货经纪公司、基金管理公司、商业银行、保险公司等金融机构的从业人员以及有关监管部门或者行业协会的工作人员，利用因职务便利获取的内幕信息以外的其他未公开的信息，违反规定，从事与该信息相关的证券、期货交易活动，或者明示、暗示他人从事相关交易活动，情节严重的，依照第一款的规定处罚。",
        "构成要件改变",
        "",
        "利用未公开信息交易罪"
    ],
    "中华人民共和国刑法第一百八十八条": [
        "银行或者其他金融机构的工作人员违反规定，为他人出具信用证或者其他保函、票据、存单、资信证明，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上有期徒刑。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。",
        "银行或者其他金融机构的工作人员违反规定，为他人出具信用证或者其他保函、票据、存单、资信证明，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上有期徒刑。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定**加重**处罚。",
        "法律后果改变",
        "",
        "违规出具金融票证罪"
    ],
    "中华人民共和国刑法第二百一十三条": [
        "未经注册商标所有人许可，在同一种商品、服务上使用与其注册商标相同的商标，情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金。",
        "未经注册商标所有人许可，在同一种商品、服务上使用与其注册商标相同或**实质性相似**的商标，情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金。",
        "构成要件改变",
        "",
        "假冒注册商标罪"
    ],
    "中华人民共和国刑法第二百一十四条": [
        "销售明知是假冒注册商标的商品，违法所得数额较大或者有其他严重情节的，处三年以下有期徒刑，并处或者单处罚金；违法所得数额巨大或者有其他特别严重情节的，处三年以上十年以下有期徒刑，并处罚金。",
        "销售明知是假冒注册商标的商品，违法所得数额较大或者有其他严重情节的，处三年以下有期徒刑，并处或者单处罚金；违法所得数额巨大或者有其他特别严重情节的，处三年以上十年以下有期徒刑，并处罚金。\n**向公众免费分发明知是假冒注册商标的商品，违法所得数额巨大或者有其他特别严重情节的，处三年以下有期徒刑，并处或者单处罚金。**",
        "行为模式改变",
        "",
        "销售假冒注册商标的商品罪"
    ],
    "中华人民共和国刑法第二百一十五条": [
        "伪造、擅自制造他人注册商标标识或者销售伪造、擅自制造的注册商标标识，情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金。",
        "伪造、擅自制造他人注册商标标识或者销售伪造、擅自制造的注册商标标识，情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金。\n**向公众免费分发伪造、擅自制造的注册商标标识，情节特别严重的，处三年以下有期徒刑，并处或者单处罚金。**",
        "行为模式改变",
        "",
        "非法制造、销售非法制造的注册商标标识罪"
    ],
    "中华人民共和国刑法第二百一十六条": [
        "假冒他人专利，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处罚金。",
        "假冒他人专利，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处罚金。\n**情节特别严重的，处三年以上五年以下有期徒刑或者拘役，并处或者单处罚金。**",
        "行为模式改变",
        "",
        "假冒专利罪"
    ],
    "中华人民共和国刑法第二百一十七条": [
        "以营利为目的，有下列侵犯著作权或者与著作权有关的权利的情形之一，违法所得数额较大或者有其他严重情节的，处三年以下有期徒刑，并处或者单处罚金；违法所得数额巨大或者有其他特别严重情节的，处三年以上十年以下有期徒刑，并处罚金：\n\n（一）未经著作权人许可，复制发行、通过信息网络向公众传播其文字作品、音乐、美术、视听作品、计算机软件及法律、行政法规规定的其他作品的；\n\n（二）出版他人享有专有出版权的图书的；\n\n（三）未经录音录像制作者许可，复制发行、通过信息网络向公众传播其制作的录音录像的；\n\n（四）未经表演者许可，复制发行录有其表演的录音录像制品，或者通过信息网络向公众传播其表演的；\n\n（五）制作、出售假冒他人署名的美术作品的；\n\n（六）未经著作权人或者与著作权有关的权利人许可，故意避开或者破坏权利人为其作品、录音录像制品等采取的保护著作权或者与著作权有关的权利的技术措施的。",
        "以营利为目的，有下列侵犯著作权或者与著作权有关的权利的情形之一，违法所得数额较大或者有其他严重情节的，处三年以下有期徒刑，并处或者单处罚金；违法所得数额巨大或者有其他特别严重情节的，处三年以上**五**年以下有期徒刑，并处罚金：\n\n（一）未经著作权人许可，复制发行、通过信息网络向公众传播其文字作品、音乐、美术、视听作品、计算机软件及法律、行政法规规定的其他作品的；\n\n（二）出版他人享有专有出版权的图书的；\n\n（三）未经录音录像制作者许可，复制发行、通过信息网络向公众传播其制作的录音录像的；\n\n（四）未经表演者许可，复制发行录有其表演的录音录像制品，或者通过信息网络向公众传播其表演的；\n\n（五）制作、出售假冒他人署名的美术作品的；\n\n（六）未经著作权人或者与著作权有关的权利人许可，故意避开或者破坏权利人为其作品、录音录像制品等采取的保护著作权或者与著作权有关的权利的技术措施的。",
        "法律后果改变",
        "",
        "侵犯著作权罪"
    ],
    "中华人民共和国刑法第二百一十八条": [
        "以营利为目的，销售明知是本法第二百一十七条规定的侵权复制品，违法所得数额巨大或者有其他严重情节的，处五年以下有期徒刑，并处或者单处罚金。",
        "以营利为目的，销售明知是本法第二百一十七条规定的侵权复制品，违法所得数额巨大或者有其他严重情节的，处五年以下有期徒刑，并处或者单处罚金。\n**销售明知是本法第二百一十七条规定的侵权复制品，非以营利为目的但造成严重后果的，处三年以下有期徒刑，并处或者单处罚金。**",
        "行为模式改变",
        "",
        "销售侵权复制品罪"
    ],
    "中华人民共和国刑法第二百一十九条": [
        "有下列侵犯商业秘密行为之一，情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金：\n\n（一）以盗窃、贿赂、欺诈、胁迫、电子侵入或者其他不正当手段获取权利人的商业秘密的；\n\n（二）披露、使用或者允许他人使用以前项手段获取的权利人的商业秘密的；\n\n（三）违反保密义务或者违反权利人有关保守商业秘密的要求，披露、使用或者允许他人使用其所掌握的商业秘密的。\n\n明知前款所列行为，获取、披露、使用或者允许他人使用该商业秘密的，以侵犯商业秘密论。\n\n本条所称权利人，是指商业秘密的所有人和经商业秘密所有人许可的商业秘密使用人。",
        "有下列侵犯商业秘密行为之一，**单处罚金，**情节严重的，处三年以下有期徒刑，并处或者单处罚金；情节特别严重的，处三年以上十年以下有期徒刑，并处罚金：\n\n（一）以盗窃、贿赂、欺诈、胁迫、电子侵入或者其他不正当手段获取权利人的商业秘密的；\n\n（二）披露、使用或者允许他人使用以前项手段获取的权利人的商业秘密的；\n\n（三）违反保密义务或者违反权利人有关保守商业秘密的要求，披露、使用或者允许他人使用其所掌握的商业秘密的。\n\n明知前款所列行为，获取、披露、使用或者允许他人使用该商业秘密的，以侵犯商业秘密论。\n\n本条所称权利人，是指商业秘密的所有人和经商业秘密所有人许可的商业秘密使用人。",
        "法律后果改变",
        "",
        "侵犯商业秘密罪"
    ],
    "中华人民共和国刑法第二百二十条": [
        "单位犯本节第二百一十三条至第二百一十九条之一规定之罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照本节各该条的规定处罚。",
        "单位犯本节第二百一十三条至第二百一十九条之一规定之罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照本节各该条的规定处罚。**主管人员情节严重的，可加重处罚。**",
        "法律后果改变",
        "",
        "单位犯侵犯知识产权罪的处罚规定"
    ],
    "中华人民共和国刑法第二百二十六条": [
        "以暴力、威胁手段，实施下列行为之一，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处罚金；情节特别严重的，处三年以上七年以下有期徒刑，并处罚金：\n\n（一）强买强卖商品的；\n\n（二）强迫他人提供或者接受服务的；\n\n（三）强迫他人参与或者退出投标、拍卖的；\n\n（四）强迫他人转让或者收购公司、企业的股份、债券或者其他资产的；\n\n（五）强迫他人参与或者退出特定的经营活动的。",
        "以暴力、威胁手段，实施下列行为之一，**单处罚金**，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处罚金；情节特别严重的，处三年以上七年以下有期徒刑，并处罚金：\n\n（一）强买强卖商品的；\n\n（二）强迫他人提供或者接受服务的；\n\n（三）强迫他人参与或者退出投标、拍卖的；\n\n（四）强迫他人转让或者收购公司、企业的股份、债券或者其他资产的；\n\n（五）强迫他人参与或者退出特定的经营活动的。",
        "法律后果改变",
        "",
        "强迫交易罪"
    ],
    "中华人民共和国刑法第二百二十八条": [
        "以牟利为目的，违反土地管理法规，非法转让、倒卖土地使用权，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处非法转让、倒卖土地使用权价额百分之五以上百分之二十以下罚金；情节特别严重的，处三年以上七年以下有期徒刑，并处非法转让、倒卖土地使用权价额百分之五以上百分之二十以下罚金。",
        "以牟利为目的，违反土地管理法规，非法转让、倒卖土地使用权，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处非法转让、倒卖土地使用权价额百分之五以上百分之二十以下罚金；情节特别严重的，处三年以上七年以下有期徒刑，并处非法转让、倒卖土地使用权价额百分之五以上百分之二十以下罚金。\n**非以牟利为目的，违反土地管理法规，非法转让、倒卖土地使用权，造成严重后果的，处三年以下有期徒刑或者拘役，并处或者单处非法转让、倒卖土地使用权价额百分之五以上百分之二十以下罚金。**",
        "构成要件改变",
        "",
        "非法转让、倒卖土地使用权罪"
    ],
    "中华人民共和国刑法第二百二十九条": [
        "承担资产评估、验资、验证、会计、审计、法律服务、保荐、安全评价、环境影响评价、环境监测等职责的中介组织的人员故意提供虚假证明文件，情节严重的，处五年以下有期徒刑或者拘役，并处罚金；有下列情形之一的，处五年以上十年以下有期徒刑，并处罚金：\n\n（一）提供与证券发行相关的虚假的资产评估、会计、审计、法律服务、保荐等证明文件，情节特别严重的；\n\n（二）提供与重大资产交易相关的虚假的资产评估、会计、审计等证明文件，情节特别严重的；\n\n（三）在涉及公共安全的重大工程、项目中提供虚假的安全评价、环境影响评价等证明文件，致使公共财产、国家和人民利益遭受特别重大损失的。\n\n有前款行为，同时索取他人财物或者非法收受他人财物构成犯罪的，依照处罚较重的规定定罪处罚。",
        "承担资产评估、验资、验证、会计、审计、法律服务、保荐、安全评价、环境影响评价、环境监测等职责的中介组织的人员故意提供虚假证明文件，情节严重的，处五年以下有期徒刑或者拘役，并处**或单处**罚金；有下列情形之一的，处五年以上十年以下有期徒刑，并处罚金：\n\n（一）提供与证券发行相关的虚假的资产评估、会计、审计、法律服务、保荐等证明文件，情节特别严重的；\n\n（二）提供与重大资产交易相关的虚假的资产评估、会计、审计等证明文件，情节特别严重的；\n\n（三）在涉及公共安全的重大工程、项目中提供虚假的安全评价、环境影响评价等证明文件，致使公共财产、国家和人民利益遭受特别重大损失的。\n\n有前款行为，同时索取他人财物或者非法收受他人财物构成犯罪的，依照处罚较重的规定定罪处罚。",
        "法律后果改变",
        "",
        "出具证明文件重大失实罪"
    ],
    "中华人民共和国刑法第三百五十五条": [
        "依法从事生产、运输、管理、使用国家管制的麻醉药品、精神药品的人员，违反国家规定，向吸食、注射毒品的人提供国家规定管制的能够使人形成瘾癖的麻醉药品、精神药品的，处三年以下有期徒刑或者拘役，并处罚金；情节严重的，处三年以上七年以下有期徒刑，并处罚金。向走私、贩卖毒品的犯罪分子或者以牟利为目的，向吸食、注射毒品的人提供国家规定管制的能够使人形成瘾癖的麻醉药品、精神药品的，依照本法第三百四十七条的规定定罪处罚。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。",
        "依法从事生产、运输、管理、使用国家管制的麻醉药品、精神药品的人员，违反国家规定，向吸食、注射毒品的人提供国家规定管制的能够使人形成瘾癖的麻醉药品、精神药品的，处三年以下有期徒刑或者拘役，并处罚金；情节严重的，处三年以上**五**年以下有期徒刑，并处罚金。向走私、贩卖毒品的犯罪分子或者以牟利为目的，向吸食、注射毒品的人提供国家规定管制的能够使人形成瘾癖的麻醉药品、精神药品的，依照本法第三百四十七条的规定定罪处罚。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。",
        "法律后果改变",
        "",
        "非法提供麻醉药品、精神药品罪"
    ],
    "中华人民共和国刑法第三百五十五条之一": [
        "引诱、教唆、欺骗运动员使用兴奋剂参加国内、国际重大体育竞赛，或者明知运动员参加上述竞赛而向其提供兴奋剂，情节严重的，处三年以下有期徒刑或者拘役，并处罚金。\n\n组织、强迫运动员使用兴奋剂参加国内、国际重大体育竞赛的，依照前款的规定从重处罚。",
        "引诱、教唆、欺骗运动员使用兴奋剂参加国内、国际重大体育竞赛，或者明知运动员参加上述竞赛而向其提供兴奋剂，情节严重的，处**五**年以下有期徒刑或者拘役，并处罚金。\n\n组织、强迫运动员使用兴奋剂参加国内、国际重大体育竞赛的，依照前款的规定从重处罚。",
        "法律后果改变",
        "",
        "妨害兴奋剂管理罪"
    ],
    "中华人民共和国刑法第三百五十七条": [
        "本法所称的毒品，是指鸦片、海洛因、甲基苯丙胺（冰毒）、吗啡、大麻、可卡因以及国家规定管制的其他能够使人形成瘾癖的麻醉药品和精神药品。\n\n毒品的数量以查证属实的走私、贩卖、运输、制造、非法持有毒品的数量计算，不以纯度折算。",
        "本法所称的毒品，是指鸦片、海洛因、甲基苯丙胺（冰毒）、吗啡、大麻、可卡因以及其他能够使人形成瘾癖的麻醉药品和精神药品。\n\n毒品的数量以查证属实的走私、贩卖、运输、制造、非法持有毒品的数量计算，不以纯度折算。",
        "构成要件改变",
        "",
        "毒品的范围及毒品数量的计算"
    ],
    "中华人民共和国刑法第三百五十八条": [
        "组织、强迫他人卖淫的，处五年以上十年以下有期徒刑，并处罚金；情节严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n组织、强迫未成年人卖淫的，依照前款的规定从重处罚。\n\n犯前两款罪，并有杀害、伤害、强奸、绑架等犯罪行为的，依照数罪并罚的规定处罚。\n\n为组织卖淫的人招募、运送人员或者有其他协助组织他人卖淫行为的，处五年以下有期徒刑，并处罚金；情节严重的，处五年以上十年以下有期徒刑，并处罚金。",
        "组织、强迫他人卖淫的，处五年以上**七**年以下有期徒刑，并处罚金；情节严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n组织、强迫未成年人卖淫的，依照前款的规定从重处罚。\n\n犯前两款罪，并有杀害、伤害、强奸、绑架等犯罪行为的，依照数罪并罚的规定处罚。\n\n为组织卖淫的人招募、运送人员或者有其他协助组织他人卖淫行为的，处五年以下有期徒刑，并处罚金；情节严重的，处五年以上十年以下有期徒刑，并处罚金。",
        "法律后果改变",
        "",
        "协助组织卖淫罪"
    ],
    "中华人民共和国刑法第三百五十九条": [
        "引诱、容留、介绍他人卖淫的，处五年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处五年以上有期徒刑，并处罚金。\n\n引诱不满十四周岁的幼女卖淫的，处五年以上有期徒刑，并处罚金。",
        "引诱、容留、介绍他人卖淫的，处五年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处五年以上有期徒刑，并处罚金。\n\n引诱不满十四周岁的幼女、幼男卖淫的，处五年以上有期徒刑，并处罚金。",
        "构成要件改变",
        "",
        "引诱幼女卖淫罪"
    ],
    "中华人民共和国刑法第三百六十条": [
        "明知自己患有梅毒、淋病等严重性病卖淫、嫖娼的，处五年以下有期徒刑、拘役或者管制，并处罚金。",
        "明知自己患有梅毒、淋病等严重性病卖淫、嫖娼的，处五年以下有期徒刑、拘役或者管制，并处罚金。\n**因被强迫而从事卖淫、嫖娼的，处二年以下拘役或者管制，并处罚金**",
        "行为模式改变",
        "",
        "传播性病罪"
    ],
    "中华人民共和国刑法第三百六十二条": [
        "旅馆业、饮食服务业、文化娱乐业、出租汽车业等单位的人员，在公安机关查处卖淫、嫖娼活动时，为违法犯罪分子通风报信，情节严重的，依照本法第三百一十条的规定定罪处罚。",
        "旅馆业、饮食服务业、文化娱乐业、出租汽车业等单位的人员，在公安机关查处卖淫、嫖娼活动时，为违法犯罪分子通风报信，情节严重的，依照本法第三百一十条的规定定罪处罚。\n**前款所列单位的主要负责人，犯前款罪的，从重处罚。**",
        "行为模式改变",
        "",
        "包庇罪"
    ],
    "中华人民共和国刑法第三百六十三条": [
        "以牟利为目的，制作、复制、出版、贩卖、传播淫秽物品的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上十年以下有期徒刑，并处罚金；情节特别严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n为他人提供书号，出版淫秽书刊的，处三年以下有期徒刑、拘役或者管制，并处或者单处罚金；明知他人用于出版淫秽书刊而提供书号的，依照前款的规定处罚。",
        "以牟利为目的，制作、复制、出版、贩卖、传播淫秽物品的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上十年以下有期徒刑，并处罚金；情节特别严重的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。",
        "构成要件改变",
        "",
        "为他人提供书号出版淫秽书刊罪"
    ],
    "中华人民共和国刑法第三百六十四条": [
        "传播淫秽的书刊、影片、音像、图片或者其他淫秽物品，情节严重的，处二年以下有期徒刑、拘役或者管制。\n\n组织播放淫秽的电影、录像等音像制品的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上十年以下有期徒刑，并处罚金。\n\n制作、复制淫秽的电影、录像等音像制品组织播放的，依照第二款的规定从重处罚。\n\n向不满十八周岁的未成年人传播淫秽物品的，从重处罚。",
        "传播淫秽的书刊、影片、音像、图片或者其他淫秽物品，情节严重的，处二年以下有期徒刑、拘役或者管制。\n\n组织播放淫秽的电影、录像等音像制品，**情节严重的，**处三年以下有期徒刑、拘役或者管制，并处罚金；\n\n制作、复制淫秽的电影、录像等音像制品组织播放的，依照第二款的规定从重处罚。\n\n向不满十八周岁的未成年人传播淫秽物品的，从重处罚。",
        "构成要件改变",
        "",
        "组织播放淫秽音像制品罪"
    ],
    "中华人民共和国刑法第三百六十五条": [
        "组织进行淫秽表演的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上十年以下有期徒刑，并处罚金。",
        "组织进行淫秽表演的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上十年以下有期徒刑，并处罚金。\n**组织未成年人进行淫秽表演的，从重处罚**",
        "行为模式改变",
        "",
        "组织淫秽表演罪"
    ],
    "中华人民共和国刑法第三百八十二条": [
        "国家工作人员利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的，是贪污罪。\n\n受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有国有财物的，以贪污论。\n\n与前两款所列人员勾结，伙同贪污的，以共犯论处。",
        "国家工作人员利用职务上的便利，窃取、骗取非法占有公共财物的，是贪污罪。\n\n受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，利用职务上的便利，窃取、骗取非法占有国有财物的，以贪污论。\n\n与前两款所列人员勾结，伙同贪污的，以共犯论处。",
        "构成要件改变",
        "",
        "贪污罪"
    ],
    "中华人民共和国刑法第三百八十三条": [
        "对犯贪污罪的，根据情节轻重，分别依照下列规定处罚：\n\n（一）贪污数额较大或者有其他较重情节的，处三年以下有期徒刑或者拘役，并处罚金。\n\n（二）贪污数额巨大或者有其他严重情节的，处三年以上十年以下有期徒刑，并处罚金或者没收财产。\n\n（三）贪污数额特别巨大或者有其他特别严重情节的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产；数额特别巨大，并使国家和人民利益遭受特别重大损失的，处无期徒刑或者死刑，并处没收财产。\n\n对多次贪污未经处理的，按照累计贪污数额处罚。\n\n犯第一款罪，在提起公诉前如实供述自己罪行、真诚悔罪、积极退赃，避免、减少损害结果的发生，有第一项规定情形的，可以从轻、减轻或者免除处罚；有第二项、第三项规定情形的，可以从轻处罚。\n\n犯第一款罪，有第三项规定情形被判处死刑缓期执行的，人民法院根据犯罪情节等情况可以同时决定在其死刑缓期执行二年期满依法减为无期徒刑后，终身监禁，不得减刑、假释。",
        "对犯贪污罪的，根据情节轻重，分别依照下列规定处罚：\n\n（一）贪污数额较大或者有其他较重情节的，处**五**年以下有期徒刑或者拘役，并处罚金。\n\n（二）贪污数额巨大或者有其他严重情节的，处**五**年以上十年以下有期徒刑，并处罚金或者没收财产。\n\n（三）贪污数额特别巨大或者有其他特别严重情节的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产；数额特别巨大，并使国家和人民利益遭受特别重大损失的，处无期徒刑或者死刑，并处没收财产。\n\n对多次贪污未经处理的，按照累计贪污数额处罚。\n\n犯第一款罪，在提起公诉前如实供述自己罪行、真诚悔罪、积极退赃，避免、减少损害结果的发生，有第一项规定情形的，可以从轻、减轻或者免除处罚；有第二项、第三项规定情形的，可以从轻处罚。\n\n犯第一款罪，有第三项规定情形被判处死刑缓期执行的，人民法院根据犯罪情节等情况可以同时决定在其死刑缓期执行二年期满依法减为无期徒刑后，终身监禁，不得减刑、假释。",
        "法律后果改变",
        "",
        "贪污罪、受贿罪的处罚规定"
    ],
    "中华人民共和国刑法第三百八十四条": [
        "国家工作人员利用职务上的便利，挪用公款归个人使用，进行非法活动的，或者挪用公款数额较大、进行营利活动的，或者挪用公款数额较大、超过三个月未还的，是挪用公款罪，处五年以下有期徒刑或者拘役；情节严重的，处五年以上有期徒刑。挪用公款数额巨大不退还的，处十年以上有期徒刑或者无期徒刑。\n\n挪用用于救灾、抢险、防汛、优抚、扶贫、移民、救济款物归个人使用的，从重处罚。",
        "国家工作人员利用职务上的便利，挪用公款进行非法活动的，或者挪用公款数额较大、进行营利活动的，或者挪用公款数额较大、超过三个月未还的，是挪用公款罪，处五年以下有期徒刑或者拘役；情节严重的，处五年以上有期徒刑。挪用公款数额巨大不退还的，处十年以上有期徒刑或者无期徒刑。\n\n挪用用于救灾、抢险、防汛、优抚、扶贫、移民、救济款物归个人使用的，从重处罚。",
        "构成要件改变",
        "",
        "挪用公款罪"
    ],
    "中华人民共和国刑法第三百八十五条": [
        "国家工作人员利用职务上的便利，索取他人财物的，或者非法收受他人财物，为他人谋取利益的，是受贿罪。\n\n国家工作人员在经济往来中，违反国家规定，收受各种名义的回扣、手续费，归个人所有的，以受贿论处。",
        "国家工作人员利用职务上的便利，索取他人财物，为他人谋取利益的，是受贿罪。\n\n国家工作人员在经济往来中，违反国家规定，收受各种名义的回扣、手续费，归个人所有的，以受贿论处。",
        "构成要件改变",
        "",
        "受贿罪"
    ],
    "中华人民共和国刑法第三百八十七条": [
        "国家机关、国有公司、企业、事业单位、人民团体，索取、非法收受他人财物，为他人谋取利益，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役。\n\n前款所列单位，在经济往来中，在帐外暗中收受各种名义的回扣、手续费的，以受贿论，依照前款的规定处罚。",
        "国家机关、国有公司、企业、事业单位、人民团体，索取他人财物，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役。\n\n前款所列单位，在经济往来中，在帐外暗中收受各种名义的回扣、手续费的，以受贿论，依照前款的规定处罚。",
        "构成要件改变",
        "",
        "单位受贿罪"
    ],
    "中华人民共和国刑法第三百八十八条": [
        "国家工作人员利用本人职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物或者收受请托人财物的，以受贿论处。",
        "国家工作人员利用本人职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物的，以受贿论处。",
        "构成要件改变",
        "",
        "斡旋型受贿罪"
    ],
    "中华人民共和国刑法第三百八十八条之一": [
        "国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，通过该国家工作人员职务上的行为，或者利用该国家工作人员职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物或者收受请托人财物，数额较大或者有其他较重情节的，处三年以下有期徒刑或者拘役，并处罚金；数额巨大或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金；数额特别巨大或者有其他特别严重情节的，处七年以上有期徒刑，并处罚金或者没收财产。\n\n离职的国家工作人员或者其近亲属以及其他与其关系密切的人，利用该离职的国家工作人员原职权或者地位形成的便利条件实施前款行为的，依照前款的规定定罪处罚。",
        "国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，通过该国家工作人员职务上的行为，或者利用该国家工作人员职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物，数额较大或者有其他较重情节的，处三年以下有期徒刑或者拘役，并处罚金；数额巨大或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金；数额特别巨大或者有其他特别严重情节的，处七年以上有期徒刑，并处罚金或者没收财产。\n\n离职的国家工作人员或者其近亲属以及其他与其关系密切的人，利用该离职的国家工作人员原职权或者地位形成的便利条件实施前款行为的，依照前款的规定定罪处罚。",
        "构成要件改变",
        "",
        "利用影响力受贿罪"
    ],
    "中华人民共和国刑法第三百八十九条": [
        "为谋取不正当利益，给予国家工作人员以财物的，是行贿罪。\n\n在经济往来中，违反国家规定，给予国家工作人员以财物，数额较大的，或者违反国家规定，给予国家工作人员以各种名义的回扣、手续费的，以行贿论处。\n\n因被勒索给予国家工作人员以财物，没有获得不正当利益的，不是行贿。",
        "为谋取不正当利益，给予国家工作人员以财物的，是行贿罪。\n\n在经济往来中，违反国家规定，给予国家工作人员以财物，数额较大的，或者违反国家规定，给予国家工作人员以各种名义的回扣、手续费的，以行贿论处。",
        "构成要件改变",
        "",
        "行贿罪"
    ],
    "中华人民共和国刑法第三百九十条": [
        "对犯行贿罪的，处五年以下有期徒刑或者拘役，并处罚金；因行贿谋取不正当利益，情节严重的，或者使国家利益遭受重大损失的，处五年以上十年以下有期徒刑，并处罚金；情节特别严重的，或者使国家利益遭受特别重大损失的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n行贿人在被追诉前主动交待行贿行为的，可以从轻或者减轻处罚。其中，犯罪较轻的，对侦破重大案件起关键作用的，或者有重大立功表现的，可以减轻或者免除处罚。",
        "对犯行贿罪的，处**三**年以下有期徒刑或者拘役，并处罚金；因行贿谋取不正当利益，情节严重的，或者使国家利益遭受重大损失的，处**三**年以上十年以下有期徒刑，并处罚金；情节特别严重的，或者使国家利益遭受特别重大损失的，处十年以上有期徒刑或者无期徒刑，并处罚金或者没收财产。\n\n行贿人在被追诉前主动交待行贿行为的，可以从轻或者减轻处罚。其中，犯罪较轻的，对侦破重大案件起关键作用的，或者有重大立功表现的，可以减轻或者免除处罚。",
        "法律后果改变",
        "",
        "行贿罪的处罚规定"
    ],
    "中华人民共和国刑法第三百九十条之一": [
        "为谋取不正当利益，向国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，或者向离职的国家工作人员或者其近亲属以及其他与其关系密切的人行贿的，处三年以下有期徒刑或者拘役，并处罚金；情节严重的，或者使国家利益遭受重大损失的，处三年以上七年以下有期徒刑，并处罚金；情节特别严重的，或者使国家利益遭受特别重大损失的，处七年以上十年以下有期徒刑，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处罚金。",
        "为谋取不正当利益，向国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，或者向离职的国家工作人员或者其近亲属以及其他与其关系密切的人行贿的，处三年以下有期徒刑或者拘役，并处罚金；情节严重的，或者使国家利益遭受重大损失的，处三年以上七年以下有期徒刑，并处罚金；情节特别严重的，或者使国家利益遭受特别重大损失的，处七年以上十年以下有期徒刑，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处罚金。\n**因被勒索给予国家工作人员以财物的单位，不是行贿。**",
        "行为模式改变",
        "",
        "对有影响力的人行贿罪"
    ],
    "中华人民共和国刑法第三百九十一条": [
        "为谋取不正当利益，给予国家机关、国有公司、企业、事业单位、人民团体以财物的，或者在经济往来中，违反国家规定，给予各种名义的回扣、手续费的，处三年以下有期徒刑或者拘役，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。",
        "为谋取不正当利益，给予国家机关、国有公司、企业、事业单位、人民团体以财物的，或者在经济往来中，违反国家规定，给予各种名义的回扣、手续费的，处三年以下有期徒刑或者拘役，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。\n**谋取不正当利益危害国家安全的，应当从重处罚，处三年以上七年以下有期徒刑，并处罚金。**",
        "行为模式改变",
        "",
        "对单位行贿罪"
    ],
    "中华人民共和国刑法第三百九十二条": [
        "向国家工作人员介绍贿赂，情节严重的，处三年以下有期徒刑或者拘役，并处罚金。\n\n介绍贿赂人在被追诉前主动交待介绍贿赂行为的，可以减轻处罚或者免除处罚。",
        "向国家工作人员介绍贿赂，情节严重的，处三年以下有期徒刑或者拘役，并处罚金。\n\n介绍贿赂人在被追诉前主动交待介绍贿赂行为的，可以减轻处罚或者免除处罚，**危害国家安全的除外。**",
        "行为模式改变",
        "",
        "介绍贿赂罪"
    ],
    "中华人民共和国刑法第三百九十三条": [
        "单位为谋取不正当利益而行贿，或者违反国家规定，给予国家工作人员以回扣、手续费，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役，并处罚金。因行贿取得的违法所得归个人所有的，依照本法第三百八十九条、第三百九十条的规定定罪处罚。",
        "单位为谋取不正当利益而行贿，或者违反国家规定，给予国家工作人员以回扣、手续费，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处**三**年以下有期徒刑或者拘役，并处罚金。因行贿取得的违法所得归个人所有的，依照本法第三百八十九条、第三百九十条的规定定罪处罚。",
        "法律后果改变",
        "",
        "单位行贿罪"
    ],
    "中华人民共和国刑法第三百九十四条": [
        "国家工作人员在国内公务活动或者对外交往中接受礼物，依照国家规定应当交公而不交公，数额较大的，依照本法第三百八十二条、第三百八十三条的规定定罪处罚。",
        "国家工作人员在国内公务活动或者对外交往中接受礼物，依照国家规定应当交公而不交公，数额较大的，依照本法第三百八十二条、第三百八十三条的规定定罪处罚。\n**受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，依照前款的规定处罚。**",
        "行为模式改变",
        "",
        "贪污罪"
    ],
    "中华人民共和国刑法第三百九十五条": [
        "国家工作人员的财产、支出明显超过合法收入，差额巨大的，可以责令该国家工作人员说明来源，不能说明来源的，差额部分以非法所得论，处五年以下有期徒刑或者拘役；差额特别巨大的，处五年以上十年以下有期徒刑。财产的差额部分予以追缴。\n\n国家工作人员在境外的存款，应当依照国家规定申报。数额较大、隐瞒不报的，处二年以下有期徒刑或者拘役；情节较轻的，由其所在单位或者上级主管机关酌情给予行政处分。",
        "国家工作人员的财产、支出明显超过合法收入，差额巨大的，可以责令该国家工作人员说明来源，不能说明来源的，差额部分以非法所得论，处五年以下有期徒刑或者拘役；差额特别巨大的，处五年以上十年以下有期徒刑。财产的差额部分予以追缴。\n\n国家工作人员在境外的存款，应当依照国家规定申报。数额较大、隐瞒不报的，处二年以下有期徒刑或者拘役；情节较轻的，由其所在单位或者上级主管机关酌情给予行政处分。\n**受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，依照前款的规定处罚。**",
        "行为模式改变",
        "",
        "隐瞒境外存款罪"
    ],
    "中华人民共和国刑法第三百九十六条": [
        "国家机关、国有公司、企业、事业单位、人民团体，违反国家规定，以单位名义将国有资产集体私分给个人，数额较大的，对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处或者单处罚金；数额巨大的，处三年以上七年以下有期徒刑，并处罚金。\n\n司法机关、行政执法机关违反国家规定，将应当上缴国家的罚没财物，以单位名义集体私分给个人的，依照前款的规定处罚。",
        "国家机关、国有公司、企业、事业单位、人民团体，违反国家规定，以单位名义将国有资产集体私分给个人，数额较大的，对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处或者单处罚金；数额巨大的，处三年以上七年以下有期徒刑，并处罚金。\n\n司法机关违反国家规定，将应当上缴国家的罚没财物，以单位名义集体私分给个人的，依照前款的规定处罚。",
        "行为模式改变",
        "",
        "私分罚没财物罪"
    ],
    "中华人民共和国刑法第三百九十七条": [
        "国家机关工作人员滥用职权或者玩忽职守，致使公共财产、国家和人民利益遭受重大损失的，处三年以下有期徒刑或者拘役；情节特别严重的，处三年以上七年以下有期徒刑。本法另有规定的，依照规定。\n\n国家机关工作人员徇私舞弊，犯前款罪的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上十年以下有期徒刑。本法另有规定的，依照规定。",
        "国家机关工作人员滥用职权或者玩忽职守，致使公共财产、国家和人民利益遭受重大损失的，处三年以下有期徒刑或者拘役；情节特别严重的，处三年以上七年以下有期徒刑。本法另有规定的，依照规定。\n\n国家机关工作人员徇私舞弊，犯前款罪的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上十年以下有期徒刑。本法另有规定的，依照规定。\n**受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，在职责范围内滥用职权或者玩忽职守，致使公共财产、国家和人民利益遭受重大损失的，依照前款的规定处罚。**",
        "行为模式改变",
        "",
        "滥用职权罪；玩忽职守罪"
    ],
    "中华人民共和国刑法第三百九十八条": [
        "国家机关工作人员违反保守国家秘密法的规定，故意或者过失泄露国家秘密，情节严重的，处三年以下有期徒刑或者拘役；情节特别严重的，处三年以上七年以下有期徒刑。\n\n非国家机关工作人员犯前款罪的，依照前款的规定酌情处罚。",
        "国家机关工作人员违反保守国家秘密法的规定，故意或者过失泄露国家秘密，情节严重的，处三年以下有期徒刑或者拘役；情节特别严重的，处三年以上七年以下有期徒刑。\n\n非国家机关工作人员犯前款罪的，依照前款的规定酌情处罚。\n**国家安全机关工作人员犯前款罪的，从重处罚**",
        "",
        "",
        "故意泄露国家秘密罪；过失泄露国家秘密罪"
    ],
    "中华人民共和国刑法第三百九十九条": [
        "司法工作人员徇私枉法、徇情枉法，对明知是无罪的人而使他受追诉、对明知是有罪的人而故意包庇不使他受追诉，或者在刑事审判活动中故意违背事实和法律作枉法裁判的，处五年以下有期徒刑或者拘役；情节严重的，处五年以上十年以下有期徒刑；情节特别严重的，处十年以上有期徒刑。\n\n在民事、行政审判活动中故意违背事实和法律作枉法裁判，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上十年以下有期徒刑。\n\n在执行判决、裁定活动中，严重不负责任或者滥用职权，不依法采取诉讼保全措施、不履行法定执行职责，或者违法采取诉讼保全措施、强制执行措施，致使当事人或者其他人的利益遭受重大损失的，处五年以下有期徒刑或者拘役；致使当事人或者其他人的利益遭受特别重大损失的，处五年以上十年以下有期徒刑。\n\n司法工作人员收受贿赂，有前三款行为的，同时又构成本法第三百八十五条规定之罪的，依照处罚较重的规定定罪处罚。",
        "司法工作人员徇私枉法、徇情枉法，对明知是无罪的人而使他受追诉、对明知是有罪的人而故意包庇不使他受追诉，或者在刑事审判活动中故意违背事实和法律作枉法裁判的，处**七年**以下有期徒刑或者拘役；情节严重的，处五年以上十年以下有期徒刑；情节特别严重的，处十年以上有期徒刑。\n\n在民事、行政审判活动中故意违背事实和法律作枉法裁判，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上十年以下有期徒刑。\n\n在执行判决、裁定活动中，严重不负责任或者滥用职权，不依法采取诉讼保全措施、不履行法定执行职责，或者违法采取诉讼保全措施、强制执行措施，致使当事人或者其他人的利益遭受重大损失的，处五年以下有期徒刑或者拘役；致使当事人或者其他人的利益遭受特别重大损失的，处五年以上十年以下有期徒刑。\n\n司法工作人员收受贿赂，有前三款行为的，同时又构成本法第三百八十五条规定之罪的，依照处罚较重的规定定罪处罚。",
        "法律后果改变",
        "",
        "择一重处"
    ],
    "中华人民共和国刑法第三百九十九条之一": [
        "依法承担仲裁职责的人员，在仲裁活动中故意违背事实和法律作枉法裁决，情节严重的，处三年以下有期徒刑或者拘役；情节特别严重的，处三年以上七年以下有期徒刑。",
        "依法承担仲裁职责的人员，在仲裁活动中故意违背事实和法律作枉法裁决，情节严重的，处**五年**以下有期徒刑或者拘役；情节特别严重的，处*五年*以上七年以下有期徒刑。",
        "法律后果改变",
        "",
        "枉法仲裁罪"
    ],
    "中华人民共和国刑法第四百条": [
        "司法工作人员私放在押的犯罪嫌疑人、被告人或者罪犯的，处五年以下有期徒刑或者拘役；情节严重的，处五年以上十年以下有期徒刑；情节特别严重的，处十年以上有期徒刑。\n\n司法工作人员由于严重不负责任，致使在押的犯罪嫌疑人、被告人或者罪犯脱逃，造成严重后果的，处三年以下有期徒刑或者拘役；造成特别严重后果的，处三年以上十年以下有期徒刑。",
        "司法工作人员私放在押的犯罪嫌疑人、被告人或者罪犯的，处五年以下有期徒刑或者拘役；情节严重的，处五年以上十年以下有期徒刑；情节特别严重的，处十年以上有期徒刑。\n\n司法工作人员由于严重不负责任，致使在押的犯罪嫌疑人、被告人或者罪犯脱逃，造成严重后果的，处三年以下有期徒刑或者拘役；造成特别严重后果的，处三年以上十年以下有期徒刑。\n**司法工作人员私放过程中提供帮助的，应当从重处罚**",
        "",
        "",
        "失职致使在押人员脱逃罪"
    ],
    "中华人民共和国刑法第四百零一条": [
        "司法工作人员徇私舞弊，对不符合减刑、假释、暂予监外执行条件的罪犯，予以减刑、假释或者暂予监外执行的，处三年以下有期徒刑或者拘役；情节严重的，处三年以上七年以下有期徒刑。",
        "司法工作人员徇私舞弊，对不符合减刑、假释、暂予监外执行条件的罪犯，予以减刑、假释或者暂予监外执行的，处**五**年以下有期徒刑或者拘役；情节严重的，处**五**年以上七年以下有期徒刑。",
        "法律后果改变",
        "",
        "徇私舞弊减刑、假释、暂予监外执行罪"
    ],
    "中华人民共和国刑法第四百零二条": [
        "行政执法人员徇私舞弊，对依法应当移交司法机关追究刑事责任的不移交，情节严重的，处三年以下有期徒刑或者拘役；造成严重后果的，处三年以上七年以下有期徒刑。",
        "行政执法人员徇私舞弊，对依法应当移交司法机关追究刑事责任的不移交，情节严重的，处三年以下有期徒刑或者拘役；造成严重后果的，处三年以上七年以下有期徒刑。\n**行政执法人员贪赃枉法，有前款行为的，同时又构成本法第三百八十五条规定之罪的，依照前款规定从重处罚处罚。**",
        "行为模式改变",
        "",
        "徇私舞弊不移交刑事案件罪"
    ],
    "中华人民共和国刑法第四百零三条": [
        "国家有关主管部门的国家机关工作人员，徇私舞弊，滥用职权，对不符合法律规定条件的公司设立、登记申请或者股票、债券发行、上市申请，予以批准或者登记，致使公共财产、国家和人民利益遭受重大损失的，处五年以下有期徒刑或者拘役。\n\n上级部门强令登记机关及其工作人员实施前款行为的，对其直接负责的主管人员，依照前款的规定处罚。",
        "国家有关主管部门的国家机关工作人员，徇私舞弊，滥用职权，对不符合法律规定条件的公司设立、登记申请或者股票、债券发行、上市申请，予以批准或者登记，致使公共财产、国家和人民利益遭受重大损失的，处五年以下有期徒刑或者拘役。**造成特别严重后果的，处五年以上十年以下有期徒刑。**\n\n上级部门强令登记机关及其工作人员实施前款行为的，对其直接负责的主管人员，依照前款的规定处罚。",
        "行为模式改变",
        "",
        "滥用管理公司、证券职权罪"
    ],
    "中华人民共和国刑法第四百零四条": [
        "税务机关的工作人员徇私舞弊，不征或者少征应征税款，致使国家税收遭受重大损失的，处五年以下有期徒刑或者拘役；造成特别重大损失的，处五年以上有期徒刑。",
        "税务机关的工作人员徇私舞弊，不征或者少征应征税款，致使国家税收遭受重大损失的，处五年以下有期徒刑或者拘役；造成特别重大损失的，处五年以上有期徒刑。\n**税务机关的工作人员徇私舞弊，有前款行为的，同时又构成本法第三百八十五条规定之罪的，依照前款规定从重处罚处罚。**",
        "行为模式改变",
        "",
        "徇私舞弊不征、少征税款罪"
    ],
    "中华人民共和国刑法第四百零五条": [
        "税务机关的工作人员违反法律、行政法规的规定，在办理发售发票、抵扣税款、出口退税工作中，徇私舞弊，致使国家利益遭受重大损失的，处五年以下有期徒刑或者拘役；致使国家利益遭受特别重大损失的，处五年以上有期徒刑。\n\n其他国家机关工作人员违反国家规定，在提供出口货物报关单、出口收汇核销单等出口退税凭证的工作中，徇私舞弊，致使国家利益遭受重大损失的，依照前款的规定处罚。",
        "税务机关的工作人员违反法律、行政法规的规定，在办理发售发票、抵扣税款、出口退税工作中，徇私舞弊，致使国家利益遭受重大损失的，处**三年**以下有期徒刑或者拘役；致使国家利益遭受特别重大损失的，处**三**年以上有期徒刑。\n\n其他国家机关工作人员违反国家规定，在提供出口货物报关单、出口收汇核销单等出口退税凭证的工作中，徇私舞弊，致使国家利益遭受重大损失的，依照前款的规定处罚。",
        "法律后果改变",
        "",
        "违法提供出口退税证罪"
    ],
    "中华人民共和国刑法第四百零六条": [
        "国家机关工作人员在签订、履行合同过程中，因严重不负责任被诈骗，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役；致使国家利益遭受特别重大损失的，处三年以上七年以下有期徒刑。",
        "国家机关工作人员在签订、履行合同过程中，因严重不负责任被诈骗，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役；致使国家利益遭受特别重大损失的，处三年以上**五**年以下有期徒刑。",
        "法律后果改变",
        "",
        "国家机关工作人员签订、履行合同失职被骗罪"
    ],
    "中华人民共和国刑法第四百零七条": [
        "林业主管部门的工作人员违反森林法的规定，超过批准的年采伐限额发放林木采伐许可证或者违反规定滥发林木采伐许可证，情节严重，致使森林遭受严重破坏的，处三年以下有期徒刑或者拘役。",
        "林业主管部门的工作人员违反森林法的规定，超过批准的年采伐限额发放林木采伐许可证或者违反规定滥发林木采伐许可证，情节严重，致使森林遭受严重破坏的，处三年以下有期徒刑或者拘役。\n**其他国家机关工作人员违反国家规定，超过批准的年采伐限额发放林木采伐许可证或者违反规定滥发林木采伐许可证，情节严重，致使森林遭受严重破坏的，依照前款的规定处罚。**",
        "行为模式改变",
        "",
        "违法发放林木采伐许可证罪"
    ],
    "中华人民共和国刑法第四百零八条": [
        "负有环境保护监督管理职责的国家机关工作人员严重不负责任，导致发生重大环境污染事故，致使公私财产遭受重大损失或者造成人身伤亡的严重后果的，处三年以下有期徒刑或者拘役。",
        "负有环境保护监督管理职责的国家机关工作人员严重不负责任，导致发生重大环境污染事故，致使公私财产遭受重大损失或者造成人身伤亡的严重后果的，处三年以下有期徒刑或者拘役。**造成特别严重后果的，处三年以上七年以下有期徒刑。**",
        "行为模式改变",
        "",
        "环境监管失职罪"
    ],
    "中华人民共和国刑法第四百零八条之一": [
        "负有食品药品安全监督管理职责的国家机关工作人员，滥用职权或者玩忽职守，有下列情形之一，造成严重后果或者有其他严重情节的，处五年以下有期徒刑或者拘役；造成特别严重后果或者有其他特别严重情节的，处五年以上十年以下有期徒刑：\n\n（一）瞒报、谎报食品安全事故、药品安全事件的；\n\n（二）对发现的严重食品药品安全违法行为未按规定查处的；\n\n（三）在药品和特殊食品审批审评过程中，对不符合条件的申请准予许可的；\n\n（四）依法应当移交司法机关追究刑事责任不移交的；\n\n（五）有其他滥用职权或者玩忽职守行为的。\n\n徇私舞弊犯前款罪的，从重处罚。",
        "负有食品药品安全监督管理职责的国家机关工作人员，滥用职权或者玩忽职守，有下列情形之一，造成严重后果或者有其他严重情节的，处**七年**以下有期徒刑或者拘役；造成特别严重后果或者有其他特别严重情节的，处**七年**以上十年以下有期徒刑：\n\n（一）瞒报、谎报食品安全事故、药品安全事件的；\n\n（二）对发现的严重食品药品安全违法行为未按规定查处的；\n\n（三）在药品和特殊食品审批审评过程中，对不符合条件的申请准予许可的；\n\n（四）依法应当移交司法机关追究刑事责任不移交的；\n\n（五）有其他滥用职权或者玩忽职守行为的。\n\n徇私舞弊犯前款罪的，从重处罚。",
        "法律后果改变",
        "",
        "食品、药品监管渎职罪"
    ],
    "中华人民共和国刑法第四百零九条": [
        "从事传染病防治的政府卫生行政部门的工作人员严重不负责任，导致传染病传播或者流行，情节严重的，处三年以下有期徒刑或者拘役。",
        "从事传染病防治的政府卫生行政部门的工作人员严重不负责任，导致传染病传播或者流行，情节严重的，处三年以下有期徒刑或者拘役。**情节特别严重的，处三年以上七年以下有期徒刑。**",
        "行为模式改变",
        "",
        "传染病防治失职罪"
    ],
    "中华人民共和国刑法第四百一十条": [
        "国家机关工作人员徇私舞弊，违反土地管理法规，滥用职权，非法批准征收、征用、占用土地，或者非法低价出让国有土地使用权，情节严重的，处三年以下有期徒刑或者拘役；致使国家或者集体利益遭受特别重大损失的，处三年以上七年以下有期徒刑。",
        "国家机关工作人员徇私舞弊，违反土地管理法规，滥用职权，非法批准征收、征用、占用土地，或者非法低价出让国有土地使用权，情节严重的，处三年以下有期徒刑或者拘役；致使国家或者集体利益遭受特别重大损失的，处三年以上**五**年以下有期徒刑。",
        "法律后果改变",
        "",
        "非法批准征收、征用、占用土地罪；非法低价出让国有土地使用权罪"
    ],
    "中华人民共和国刑法第四百一十一条": [
        "海关工作人员徇私舞弊，放纵走私，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上有期徒刑。",
        "海关工作人员徇私舞弊，情节严重的，处五年以下有期徒刑或者拘役；情节特别严重的，处五年以上有期徒刑。\n**前款所列人员严重不负责任，对应当检查的物品不检验，或者延误延误检查、错误检查，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役。**",
        "行为模式改变",
        "",
        "放纵走私罪"
    ],
    "中华人民共和国刑法第四百一十二条": [
        "国家商检部门、商检机构的工作人员徇私舞弊，伪造检验结果的，处五年以下有期徒刑或者拘役；造成严重后果的，处五年以上十年以下有期徒刑。\n\n前款所列人员严重不负责任，对应当检验的物品不检验，或者延误检验出证、错误出证，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役。",
        "国家商检部门、商检机构的工作人员徇私舞弊，伪造检验结果，**情节严重的，**处五年以下有期徒刑或者拘役；**情节特别严重的**，处五年以上十年以下有期徒刑。\n\n前款所列人员严重不负责任，对应当检验的物品不检验，或者延误检验出证、错误出证，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "商检失职罪"
    ],
    "中华人民共和国刑法第四百一十三条": [
        "动植物检疫机关的检疫人员徇私舞弊，伪造检疫结果的，处五年以下有期徒刑或者拘役；造成严重后果的，处五年以上十年以下有期徒刑。\n\n前款所列人员严重不负责任，对应当检疫的检疫物不检疫，或者延误检疫出证、错误出证，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役。",
        "动植物检疫机关的检疫人员徇私舞弊，伪造检疫结果的，**情节严重的，**处五年以下有期徒刑或者拘役；**情节特别严重的**，处五年以上十年以下有期徒刑。\n\n前款所列人员严重不负责任，对应当检疫的检疫物不检疫，或者延误检疫出证、错误出证，致使国家利益遭受重大损失的，处三年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "动植物检疫失职罪"
    ],
    "中华人民共和国刑法第四百一十四条": [
        "对生产、销售伪劣商品犯罪行为负有追究责任的国家机关工作人员，徇私舞弊，不履行法律规定的追究职责，情节严重的，处五年以下有期徒刑或者拘役。",
        "对生产、销售伪劣商品犯罪行为负有追究责任的国家机关工作人员，徇私舞弊，不履行法律规定的追究职责，处五年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "放纵制售伪劣商品犯罪行为罪"
    ],
    "中华人民共和国刑法第四百一十五条": [
        "负责办理护照、签证以及其他出入境证件的国家机关工作人员，对明知是企图偷越国（边）境的人员，予以办理出入境证件的，或者边防、海关等国家机关工作人员，对明知是偷越国（边）境的人员，予以放行的，处三年以下有期徒刑或者拘役；情节严重的，处三年以上七年以下有期徒刑。",
        "负责办理护照、签证以及其他出入境证件的国家机关工作人员，对企图偷越国（边）境的人员，**不负责任玩忽职守**予以办理出入境证件的，或者边防、海关等国家机关工作人员，对偷越国（边）境的人员，**不负责任玩忽职守**予以放行的，处三年以下有期徒刑或者拘役；情节严重的，处三年以上七年以下有期徒刑。",
        "构成要件改变",
        "",
        "办理偷越国（边）境人员出入境证件罪；放行偷越国（边）境人员罪"
    ],
    "中华人民共和国刑法第四百一十六条": [
        "对被拐卖、绑架的妇女、儿童负有解救职责的国家机关工作人员，接到被拐卖、绑架的妇女、儿童及其家属的解救要求或者接到其他人的举报，而对被拐卖、绑架的妇女、儿童不进行解救，造成严重后果的，处五年以下有期徒刑或者拘役。\n\n负有解救职责的国家机关工作人员利用职务阻碍解救的，处二年以上七年以下有期徒刑；情节较轻的，处二年以下有期徒刑或者拘役。",
        "对被拐卖、绑架的妇女、儿童负有解救职责的国家机关工作人员，接到被拐卖、绑架的妇女、儿童及其家属的解救要求或者接到其他人的举报，而对被拐卖、绑架的妇女、儿童不进行解救，处五年以下有期徒刑或者拘役。\n\n负有解救职责的国家机关工作人员利用职务阻碍解救的，处二年以上七年以下有期徒刑；情节较轻的，处二年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "阻碍解救被拐卖、绑架妇女、儿童罪"
    ],
    "中华人民共和国刑法第四百一十七条": [
        "有查禁犯罪活动职责的国家机关工作人员，向犯罪分子通风报信、提供便利，帮助犯罪分子逃避处罚的，处三年以下有期徒刑或者拘役；情节严重的，处三年以上十年以下有期徒刑。",
        "有查禁犯罪活动职责的国家机关工作人员，向犯罪分子通风报信、提供便利，帮助犯罪分子逃避处罚的，处三年以下有期徒刑或者拘役；情节严重的，处三年以上十年以下有期徒刑。\n**国家机关工作人员收受贿赂，有前款行为的，从重处罚**",
        "行为模式改变",
        "",
        "帮助犯罪分子逃避处罚罪"
    ],
    "中华人民共和国刑法第四百一十八条": [
        "国家机关工作人员在招收公务员、学生工作中徇私舞弊，情节严重的，处三年以下有期徒刑或者拘役。",
        "国家机关工作人员在招收公务员、学生、教师工作中徇私舞弊，情节严重的，处三年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "招收公务员、学生徇私舞弊罪"
    ],
    "中华人民共和国刑法第四百一十九条": [
        "国家机关工作人员严重不负责任，造成珍贵文物损毁或者流失，后果严重的，处三年以下有期徒刑或者拘役。",
        "国家机关工作人员严重不负责任，造成珍贵文物损毁或者流失的，处三年以下有期徒刑或者拘役。",
        "构成要件改变",
        "",
        "失职造成珍贵文物损毁、流失罪"
    ],
    "中华人民共和国民法典第一千零四十二条": [
        "禁止包办、买卖婚姻和其他干涉婚姻自由的行为。禁止借婚姻索取财物。\n\n禁止重婚。禁止有配偶者与他人同居。\n\n禁止家庭暴力。禁止家庭成员间的虐待和遗弃。\n",
        "禁止包办、买卖婚姻和其他干涉婚姻自由的行为。禁止借婚姻索取财物。\n\n禁止重婚。禁止有配偶者与他人同居。\n\n禁止家庭暴力。禁止家庭成员间的虐待和遗弃。\n\n**实施家暴的一方需以个人全部财产承担另一方的医疗费、护理费、营养费、误工费及精神损失费等**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零四十四条": [
        "收养应当遵循最有利于被收养人的原则，保障被收养人和收养人的合法权益。\n\n禁止借收养名义买卖未成年人。\n",
        "收养应当遵循最有利于被收养人的原则，保障被收养人和收养人的合法权益。\n\n禁止借收养名义买卖未成年人。\n\n**出于善意，不附条件给付被收养人被收养时的监护人不的合理金额不应当视为买卖未成年人。**",
        "",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零四十六条": [
        "结婚应当男女双方完全自愿，禁止任何一方对另一方加以强迫，禁止任何组织或者个人加以干涉。\n",
        "结婚应当男女双方完全自愿，禁止任何一方对另一方加以强迫，**禁止任何组织或个人以隐瞒、欺骗、强迫等方式干涉婚婚姻。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零四十七条": [
        "结婚年龄，男不得早于二十二周岁，女不得早于二十周岁。\n",
        "结婚年龄，**男女均不得早于二十周岁。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零四十九条": [
        "要求结婚的男女双方应当亲自到婚姻登记机关申请结婚登记。符合本法规定的，予以登记，发给结婚证。完成结婚登记，即确立婚姻关系。未办理结婚登记的，应当补办登记。\n",
        "要求结婚的男女双方应当亲自到婚姻登记机关申请结婚登记。符合本法规定的，予以登记，发给结婚证。完成结婚登记，即确立婚姻关系。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零五十一条": [
        "有下列情形之一的，婚姻无效：\n\n（一）重婚；\n\n（二）有禁止结婚的亲属关系；\n\n（三）未到法定婚龄。\n",
        "有下列情形之一的，婚姻无效：\n\n（一）重婚；\n\n（二）有禁止结婚的亲属关系；\n\n（三）未到法定婚龄；\n\n**（四）一方受胁迫登记结婚的。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零五十二条": [
        "因胁迫结婚的，受胁迫的一方可以向人民法院请求撤销婚姻。\n\n请求撤销婚姻的，应当自胁迫行为终止之日起一年内提出。\n\n被非法限制人身自由的当事人请求撤销婚姻的，应当自恢复人身自由之日起一年内提出。\n",
        "因胁迫结婚的，受胁迫的一方可以向人民法院请求撤销婚姻。\n\n请求撤销婚姻的，应当自胁迫行为终止之日起**两**年内提出。\n\n被非法限制人身自由的当事人请求撤销婚姻的，应当自恢复人身自由之日起**两**年内提出。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零五十三条": [
        "一方患有重大疾病的，应当在结婚登记前如实告知另一方；不如实告知的，另一方可以向人民法院请求撤销婚姻。\n\n请求撤销婚姻的，应当自知道或者应当知道撤销事由之日起一年内提出。\n",
        "一方患有重大疾病的，应当在结婚登记前如实告知另一方；不如实告知的，另一方可以向人民法院请求撤销婚姻。\n\n请求撤销婚姻的，应当自知道或者应当知道撤销事由之日起年**两年**内提出。",
        "改变法律后果",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零五十七条": [
        "夫妻双方都有参加生产、工作、学习和社会活动的自由，一方不得对另一方加以限制或者干涉。\n",
        "夫妻双方都有参加生产、工作、学习和社会活动的自由，一方不得对另一方加以限制或者干涉。\n**若一方限制另一方参加生产、工作、学习和社会活动的自由，每月应当给予不低于当地最低生活保障标准的生活费用。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零五十八条": [
        "夫妻双方平等享有对未成年子女抚养、教育和保护的权利，共同承担对未成年子女抚养、教育和保护的义务。\n",
        "夫妻双方平等享有对未成年子女抚养、教育和保护的权利，共同承担对未成年子女抚养、教育和保护的义务。\n**若未成年子女长期随夫妻一方生活，另一方应当承担至少一半子女抚养费**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十条": [
        "夫妻一方因家庭日常生活需要而实施的民事法律行为，对夫妻双方发生效力，但是夫妻一方与相对人另有约定的除外。\n\n夫妻之间对一方可以实施的民事法律行为范围的限制，不得对抗善意相对人。\n",
        "夫妻一方因家庭日常生活需要而实施的民事法律行为，对夫妻双方发生效力，但是夫妻一方与相对人另有约定的除外。\n\n夫妻之间对一方可以实施的民事法律行为范围的限制，不得对抗善意相对人。\n\n**夫妻一方能够证明另一方是在自己完全不知情的情况下实施的民事法律行为的，该行为不对不知情方发生效力。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十一条": [
        "夫妻有相互继承遗产的权利。\n",
        "夫妻有相互继承遗产的权利。\n\n**夫妻一方在另一方生前未尽到扶养义务的，自动丧失遗产继承权。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十二条": [
        "夫妻在婚姻关系存续期间所得的下列财产，为夫妻的共同财产，归夫妻共同所有：\n\n（一）工资、奖金、劳务报酬；\n\n（二）生产、经营、投资的收益；\n\n（三）知识产权的收益；\n\n（四）继承或者受赠的财产，但是本法第一千零六十三条第三项规定的除外；\n\n（五）其他应当归共同所有的财产。\n\n夫妻对共同财产，有平等的处理权。\n",
        "夫妻在婚姻关系存续期间所得的下列财产，为夫妻的共同财产，归夫妻共同所有：\n\n（一）工资、奖金、劳务报酬；\n\n（二）生产、经营、投资的收益；\n\n（三）知识产权的收益；\n\n（四）继承或者受赠的财产，但是本法第一千零六十三条第三项规定的除外；\n\n（五）其他应当归共同所有的财产。\n**夫妻一方在婚姻存续期间有重大过错的，其全部夫妻共同财产处分权归另一方所有。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十三条": [
        "下列财产为夫妻一方的个人财产：\n\n（一）一方的婚前财产；\n\n（二）一方因受到人身损害获得的赔偿或者补偿；\n\n（三）遗嘱或者赠与合同中确定只归一方的财产；\n\n（四）一方专用的生活用品；\n\n（五）其他应当归一方的财产。\n",
        "下列财产为夫妻一方的个人财产：\n\n（一）一方的婚前财产；\n\n（二）一方因受到人身损害获得的赔偿或者补偿；\n\n（三）遗嘱或者赠与合同中确定只归一方的财产；\n\n（四）一方专用的生活用品；\n\n（五）其他应当归一方的财产；\n\n**（六）一方父母在夫妻婚前购买的不动产和大额动产。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十七条": [
        "父母不履行抚养义务的，未成年子女或者不能独立生活的成年子女，有要求父母给付抚养费的权利。\n\n成年子女不履行赡养义务的，缺乏劳动能力或者生活困难的父母，有要求成年子女给付赡养费的权利。\n",
        "父母不履行抚养义务的，未成年子女或者不能独立生活的成年子女，有要求父母给付抚养费的权利。\n\n成年子女不履行赡养义务的，缺乏劳动能力或者生活困难的父母，有要求成年子女给付赡养费的权利。\n\n**抚养费、赡养费支付需要以月或年为单位一次性付清，拖欠支付的需承担双倍费用。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零六十九条": [
        "子女应当尊重父母的婚姻权利，不得干涉父母离婚、再婚以及婚后的生活。子女对父母的赡养义务，不因父母的婚姻关系变化而终止。\n",
        "子女应当尊重父母的婚姻权利，不得干涉父母离婚、再婚以及婚后的生活。子女对父母的赡养义务，不因父母的婚姻关系变化而终止。\n**子女对再婚父亲或母亲原则上不负有赡养义务，但再婚父亲或母亲对子女尽过扶养义务的除外。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零七十五条": [
        "有负担能力的兄、姐，对于父母已经死亡或者父母无力抚养的未成年弟、妹，有扶养的义务。\n\n由兄、姐扶养长大的有负担能力的弟、妹，对于缺乏劳动能力又缺乏生活来源的兄、姐，有扶养的义务。\n\n",
        "由兄、姐扶养长大的有负担能力的弟、妹，对于缺乏劳动能力又缺乏生活来源的兄、姐，有扶养的义务。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零七十七条": [
        "自婚姻登记机关收到离婚登记申请之日起三十日内，任何一方不愿意离婚的，可以向婚姻登记机关撤回离婚登记申请。\n\n前款规定期限届满后三十日内，双方应当亲自到婚姻登记机关申请发给离婚证；未申请的，视为撤回离婚登记申请。\n",
        "自婚姻登记机关收到离婚登记申请之日起十五日内，任何一方不愿意离婚的，可以向婚姻登记机关撤回离婚登记申请。\n\n前款规定期限届满后十五日内，双方应当亲自到婚姻登记机关申请发给离婚证；未申请的，视为撤回离婚登记申请。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零七十九条": [
        "夫妻一方要求离婚的，可以由有关组织进行调解或者直接向人民法院提起离婚诉讼。\n\n人民法院审理离婚案件，应当进行调解；如果感情确已破裂，调解无效的，应当准予离婚。\n\n有下列情形之一，调解无效的，应当准予离婚：\n\n（一）重婚或者与他人同居；\n\n（二）实施家庭暴力或者虐待、遗弃家庭成员；\n\n（三）有赌博、吸毒等恶习屡教不改；\n\n（四）因感情不和分居满二年；\n\n（五）其他导致夫妻感情破裂的情形。\n\n一方被宣告失踪，另一方提起离婚诉讼的，应当准予离婚。\n\n经人民法院判决不准离婚后，双方又分居满一年，一方再次提起离婚诉讼的，应当准予离婚。\n",
        "夫妻一方要求离婚的，可以由有关组织进行调解或者直接向人民法院提起离婚诉讼。\n\n人民法院审理离婚案件，应当进行调解；如果感情确已破裂，调解无效的，应当准予离婚。\n\n有下列情形之一，调解无效的，应当准予离婚：\n\n（一）重婚或者与他人同居；\n\n（二）实施家庭暴力或者虐待、遗弃家庭成员；\n\n（三）有赌博、吸毒等恶习屡教不改；\n\n（四）因感情不和分居满二年；\n\n（五）其他导致夫妻感情破裂的情形；\n\n**（六）故意制造夫妻共同债务，转移、隐匿夫妻共同财产的。**\n\n一方被宣告失踪，另一方提起离婚诉讼的，应当准予离婚。\n\n经人民法院判决不准离婚后，双方又分居满一年，一方再次提起离婚诉讼的，应当准予离婚。\n\n保护夫妻间各自的合法财产",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零八十二条": [
        "女方在怀孕期间、分娩后一年内或者终止妊娠后六个月内，男方不得提出离婚；但是，女方提出离婚或者人民法院认为确有必要受理男方离婚请求的除外。\n",
        "女方在怀孕期间、分娩后**三**年内或者终止妊娠后**十二**个月内，男方不得提出离婚；但是，女方提出离婚或者人民法院认为确有必要受理男方离婚请求的除外。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零八十四条": [
        "父母与子女间的关系，不因父母离婚而消除。离婚后，子女无论由父或者母直接抚养，仍是父母双方的子女。\n\n离婚后，父母对于子女仍有抚养、教育、保护的权利和义务。\n\n离婚后，不满两周岁的子女，以由母亲直接抚养为原则。已满两周岁的子女，父母双方对抚养问题协议不成的，由人民法院根据双方的具体情况，按照最有利于未成年子女的原则判决。子女已满八周岁的，应当尊重其真实意愿。\n",
        "父母与子女间的关系，不因父母离婚而消除。离婚后，子女无论由父或者母直接抚养，仍是父母双方的子女。\n\n离婚后，父母对于子女仍有抚养、教育、保护的权利和义务。\n\n离婚后，不满**三**周岁的子女，以由母亲直接抚养为原则。已满**三**周岁的子女，父母双方对抚养问题协议不成的，由人民法院根据双方的具体情况，按照最有利于未成年子女的原则判决。子女已满八周岁的，应当尊重其真实意愿。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零八十八条": [
        "夫妻一方因抚育子女、照料老年人、协助另一方工作等负担较多义务的，离婚时有权向另一方请求补偿，另一方应当给予补偿。具体办法由双方协议；协议不成的，由人民法院判决。\n",
        "夫妻一方因抚育子女、照料老年人、协助另一方工作等负担较多义务的，离婚时有权向另一方请求补偿，另一方应当给予补偿。具体办法由双方协议；协议不成的，由人民法院判决。\n**补偿标准不得低于当地最低生活保障标准。**",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十一条": [
        "有下列情形之一，导致离婚的，无过错方有权请求损害赔偿：\n\n（一）重婚；\n\n（二）与他人同居；\n\n（三）实施家庭暴力；\n\n（四）虐待、遗弃家庭成员；\n\n（五）有其他重大过错。\n",
        "有下列情形之一，导致离婚的，无过错方有权请求损害赔偿：\n\n（一）重婚；\n\n（二）与他人同居；\n\n（三）实施家庭暴力；\n\n（四）虐待、遗弃家庭成员；\n\n（五）有其他重大过错。\n\n（六）有超出男女正常交往的不正当关系的",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十二条": [
        "夫妻一方隐藏、转移、变卖、毁损、挥霍夫妻共同财产，或者伪造夫妻共同债务企图侵占另一方财产的，在离婚分割夫妻共同财产时，对该方可以少分或者不分。离婚后，另一方发现有上述行为的，可以向人民法院提起诉讼，请求再次分割夫妻共同财产。\n\n\n",
        "夫妻一方隐藏、转移、变卖、毁损、挥霍夫妻共同财产，或者伪造夫妻共同债务企图侵占另一方财产的，在离婚分割夫妻共同财产时，对该方可以少分或者不分。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十四条": [
        "下列个人、组织可以作送养人：\n\n（一）孤儿的监护人；\n\n（二）儿童福利机构；\n\n（三）有特殊困难无力抚养子女的生父母。\n",
        "下列个人、组织可以作送养人：\n\n（一）孤儿的监护人；\n\n（二）儿童福利机构；\n\n（三）有特殊困难无力抚养子女的生父母。\n\n**（四）收养后有特殊困难无力抚养子女的养父母。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十五条": [
        "未成年人的父母均不具备完全民事行为能力且可能严重危害该未成年人的，该未成年人的监护人可以将其送养。\n",
        "未成年人的父母均不具备完全民事行为能力*或*可能严重危害该未成年人的，该未成年人的监护人可以将其送养。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十七条": [
        "生父母送养子女，应当双方共同送养。生父母一方不明或者查找不到的，可以单方送养。\n",
        "生父母送养子女，应当双方共同送养。生父母一方不明或者查找不到的，可以单方送养。\n**生父母已离婚的，无抚养权一方超过一年不探视子女且不支付抚养费的，有抚养权的一方可以单方送养。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千零九十八条": [
        "收养人应当同时具备下列条件：\n\n（一）无子女或者只有一名子女；\n\n（二）有抚养、教育和保护被收养人的能力；\n\n（三）未患有在医学上认为不应当收养子女的疾病；\n\n（四）无不利于被收养人健康成长的违法犯罪记录；\n\n（五）年满三十周岁。\n",
        "收养人应当同时具备下列条件：\n\n（一）有抚养、教育和保护被收养人的能力；\n\n（二）未患有在医学上认为不应当收养子女的疾病；\n\n（三）无不利于被收养人健康成长的违法犯罪记录；\n\n（四）年满三十周岁。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百条": [
        "无子女的收养人可以收养两名子女；有子女的收养人只能收养一名子女。\n\n收养孤儿、残疾未成年人或者儿童福利机构抚养的查找不到生父母的未成年人，可以不受前款和本法第一千零九十八条第一项规定的限制。\n",
        "无子女的收养人可以收养两名子女；有子女的收养人只能收养一名子女。**无子女的收养人想要收养两名子女的，被收养人之一有同胞兄弟姐妹的，应当优先收养其同胞兄弟姐妹。**\n\n收养孤儿、残疾未成年人或者儿童福利机构抚养的查找不到生父母的未成年人，可以不受前款和本法第一千零九十八条第一项规定的限制。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百零二条": [
        "无配偶者收养异性子女的，收养人与被收养人的年龄应当相差四十周岁以上。\n",
        "无配偶者收养异性子女的，收养人与被收养人的年龄应当相差四十五周岁以上。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百零四条": [
        "收养人收养与送养人送养，应当双方自愿。收养八周岁以上未成年人的，应当征得被收养人的同意。\n",
        "收养人收养与送养人送养，应当双方自愿。收养**六**周岁以上未成年人的，应当征得被收养人的同意。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百零八条": [
        "配偶一方死亡，另一方送养未成年子女的，死亡一方的父母有优先抚养的权利。\n",
        "配偶一方死亡，另一方送养未成年子女的，死亡一方的父母**均为完全民事行为能力人**有优先抚养的权利。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百一十四条": [
        "收养人在被收养人成年以前，不得解除收养关系，但是收养人、送养人双方协议解除的除外。养子女八周岁以上的，应当征得本人同意。\n\n收养人不履行抚养义务，有虐待、遗弃等侵害未成年养子女合法权益行为的，送养人有权要求解除养父母与养子女间的收养关系。送养人、收养人不能达成解除收养关系协议的，可以向人民法院提起诉讼。\n",
        "收养人在被收养人成年以前，不得解除收养关系，但是收养人、送养人双方协议解除的除外。养子女**六**周岁以上的，应当征得本人同意。\n\n收养人不履行抚养义务，有虐待、遗弃等侵害未成年养子女合法权益行为的，送养人有权要求解除养父母与养子女间的收养关系。送养人、收养人不能达成解除收养关系协议的，可以向人民法院提起诉讼。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百二十四条": [
        "继承开始后，继承人放弃继承的，应当在遗产处理前，以书面形式作出放弃继承的表示；没有表示的，视为接受继承。\n\n受遗赠人应当在知道受遗赠后六十日内，作出接受或者放弃受遗赠的表示；到期没有表示的，视为放弃受遗赠。\n",
        "继承开始后，继承人放弃继承的，应当在遗产处理前，作出放弃继承的表示。没有表示的，视为接受继承。\n受遗赠人应当在知道受遗赠后六十日内，作出接受或者放弃受遗赠的表示。到期没有表示的，视为放弃受遗赠。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百二十五条": [
        "继承人有下列行为之一的，丧失继承权：\n\n（一）故意杀害被继承人；\n\n（二）为争夺遗产而杀害其他继承人；\n\n（三）遗弃被继承人，或者虐待被继承人情节严重；\n\n（四）伪造、篡改、隐匿或者销毁遗嘱，情节严重；\n\n（五）以欺诈、胁迫手段迫使或者妨碍被继承人设立、变更或者撤回遗嘱，情节严重。\n\n继承人有前款第三项至第五项行为，确有悔改表现，被继承人表示宽恕或者事后在遗嘱中将其列为继承人的，该继承人不丧失继承权。\n\n受遗赠人有本条第一款规定行为的，丧失受遗赠权。\n\n",
        "继承人有下列行为之一的，丧失继承权：\n（一）故意杀害被继承人；\n（二）为争夺遗产而杀害其他继承人；\n（三）遗弃被继承人的，或者虐待被继承人情节严重；\n（四）伪造、篡改或者销毁遗嘱，情节严重的。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百三十条": [
        "同一顺序继承人继承遗产的份额，一般应当均等。\n\n对生活有特殊困难又缺乏劳动能力的继承人，分配遗产时，应当予以照顾。\n\n对被继承人尽了主要扶养义务或者与被继承人共同生活的继承人，分配遗产时，可以多分。\n\n有扶养能力和有扶养条件的继承人，不尽扶养义务的，分配遗产时，应当不分或者少分。\n\n继承人协商同意的，也可以不均等。\n",
        "同一顺序继承人继承遗产的份额，一般应当均等。\n\n对生活有特殊困难又缺乏劳动能力的继承人，分配遗产时，应当予以照顾。\n\n对被继承人尽了主要扶养义务，分配遗产时，可以多分。\n\n有扶养能力和有扶养条件的继承人，不尽扶养义务的，分配遗产时，应当不分或者少分。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百三十五条": [
        "代书遗嘱应当有两个以上见证人在场见证，由其中一人代书，并由遗嘱人、代书人和其他见证人签名，注明年、月、日。\n",
        "代书遗嘱应当有**三**个以上见证人在场见证，由其中一人代书，并由遗嘱人、代书人和其他见证人签名，注明年、月、日。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百三十六条": [
        "打印遗嘱应当有两个以上见证人在场见证。遗嘱人和见证人应当在遗嘱每一页签名，注明年、月、日。\n",
        "打印遗嘱应当有**三**个以上见证人在场见证。遗嘱人和见证人应当在遗嘱每一页签名，注明年、月、日。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百四十三条": [
        "无民事行为能力人或者限制民事行为能力人所立的遗嘱无效。\n\n遗嘱必须表示遗嘱人的真实意思，受欺诈、胁迫所立的遗嘱无效。\n\n伪造的遗嘱无效。\n\n遗嘱被篡改的，篡改的内容无效。\n",
        "无民事行为能力人或者限制民事行为能力人所立的遗嘱无效。**限制民事行为能力人所立遗嘱经监护人追认的视为有效遗嘱。**\n\n遗嘱必须表示遗嘱人的真实意思，受欺诈、胁迫所立的遗嘱无效。\n\n伪造的遗嘱无效。\n\n遗嘱被篡改的，篡改的内容无效。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百七十三条": [
        "被侵权人对同一损害的发生或者扩大有过错的，可以减轻侵权人的责任。\n",
        "被侵权人对同一损害的发生或者扩大有过错的，可以减轻侵权人的责任。**因被侵权人个人造成的损害，不应由侵权人承担责任。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百七十六条": [
        "自愿参加具有一定风险的文体活动，因其他参加者的行为受到损害的，受害人不得请求其他参加者承担侵权责任；但是，其他参加者对损害的发生有故意或者重大过失的除外。\n\n活动组织者的责任适用本法第一千一百九十八条至第一千二百零一条的规定。\n",
        "自愿参加具有一定风险的文体活动，因其他参加者的行为受到损害的，受害人**可以请求其他参加者承担侵权责任**。\n\n活动组织者的责任适用本法第一千一百九十八条至第一千二百零一条的规定。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百八十五条": [
        "故意侵害他人知识产权，情节严重的，被侵权人有权请求相应的惩罚性赔偿。\n",
        "故意侵害他人知识产权，情节严重的，被侵权人有权请求相应的惩罚性赔偿。**侵权人能够证明侵权行为仅为国家利益做贡献的，可以免除或减轻惩罚性赔偿。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百八十八条": [
        "无民事行为能力人、限制民事行为能力人造成他人损害的，由监护人承担侵权责任。监护人尽到监护职责的，可以减轻其侵权责任。\n\n有财产的无民事行为能力人、限制民事行为能力人造成他人损害的，从本人财产中支付赔偿费用；不足部分，由监护人赔偿。\n",
        "无民事行为能力人、限制民事行为能力人造成他人损害的，由监护人承担侵权责任。监护人尽到监护职责的，可以减轻其侵权责任。\n\n有财产的无民事行为能力人、限制民事行为能力人造成他人损害的，从本人财产中支付赔偿费用；不足部分，由监护人赔偿。**监护人尽到监护职责的，可以减少赔偿。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十一条": [
        "用人单位的工作人员因执行工作任务造成他人损害的，由用人单位承担侵权责任。用人单位承担侵权责任后，可以向有故意或者重大过失的工作人员追偿。\n\n劳务派遣期间，被派遣的工作人员因执行工作任务造成他人损害的，由接受劳务派遣的用工单位承担侵权责任；劳务派遣单位有过错的，承担相应的责任。\n",
        "用人单位的工作人员因执行工作任务造成他人损害的，由用人单位承担侵权责任。用人单位承担侵权责任后，可以向有故意或者重大过失的工作人员追偿并要求对用人单位进行赔偿。\n\n劳务派遣期间，被派遣的工作人员因执行工作任务造成他人损害的，由接受劳务派遣的用工单位承担侵权责任；劳务派遣单位有过错的，承担相应的责任。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十二条": [
        "个人之间形成劳务关系，提供劳务一方因劳务造成他人损害的，由接受劳务一方承担侵权责任。接受劳务一方承担侵权责任后，可以向有故意或者重大过失的提供劳务一方追偿。提供劳务一方因劳务受到损害的，根据双方各自的过错承担相应的责任。\n\n提供劳务期间，因第三人的行为造成提供劳务一方损害的，提供劳务一方有权请求第三人承担侵权责任，也有权请求接受劳务一方给予补偿。接受劳务一方补偿后，可以向第三人追偿。\n",
        "个人之间形成劳务关系，提供劳务一方因劳务造成他人损害的，由接受劳务一方承担侵权责任。接受劳务一方承担侵权责任后，可以向有故意或者重大过失的提供劳务一方追偿。提供劳务一方因劳务受到损害的，根据双方各自的过错承担相应的责任。\n\n提供劳务期间，因第三人的行为造成提供劳务一方损害的，提供劳务一方有权请求第三人承担侵权责任。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十三条": [
        "承揽人在完成工作过程中造成第三人损害或者自己损害的，定作人不承担侵权责任。但是，定作人对定作、指示或者选任有过错的，应当承担相应的责任。\n",
        "承揽人在完成工作过程中造成第三人损害或者自己损害的，定作人不承担侵权责任。但是，定作人对定作、指示或者选任有过错的，应当承担相应的责任。\n**定作人明知承揽工作有风险而不进行告知的，承揽人可以请求定作人补偿一定费用。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十五条": [
        "网络用户利用网络服务实施侵权行为的，权利人有权通知网络服务提供者采取删除、屏蔽、断开链接等必要措施。通知应当包括构成侵权的初步证据及权利人的真实身份信息。\n\n网络服务提供者接到通知后，应当及时将该通知转送相关网络用户，并根据构成侵权的初步证据和服务类型采取必要措施；未及时采取必要措施的，对损害的扩大部分与该网络用户承担连带责任。\n\n权利人因错误通知造成网络用户或者网络服务提供者损害的，应当承担侵权责任。法律另有规定的，依照其规定。\n",
        "网络用户利用网络服务实施侵权行为的，权利人有权通知网络服务提供者采取删除、屏蔽、断开链接等必要措施。通知应当包括构成侵权的初步证据及权利人的真实身份信息。\n\n网络服务提供者接到通知后，应当及时将该通知转送相关网络用户，并根据构成侵权的初步证据和服务类型采取必要措施；未及时采取必要措施的，对损害的扩大部分与该网络用户承担连带责任。\n\n权利人因**故意**错误通知造成网络用户或者网络服务提供者损害的，应当承担侵权责任。法律另有规定的，依照其规定。",
        "⾏为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十七条": [
        "网络服务提供者知道或者应当知道网络用户利用其网络服务侵害他人民事权益，未采取必要措施的，与该网络用户承担连带责任。\n",
        "网络服务提供者知道或者应当知道网络用户利用其网络服务侵害他人民事权益，未采取必要措施的，**承担侵权责任**。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第一千一百九十八条": [
        "宾馆、商场、银行、车站、机场、体育场馆、娱乐场所等经营场所、公共场所的经营者、管理者或者群众性活动的组织者，未尽到安全保障义务，造成他人损害的，应当承担侵权责任。\n\n因第三人的行为造成他人损害的，由第三人承担侵权责任；经营者、管理者或者组织者未尽到安全保障义务的，承担相应的补充责任。经营者、管理者或者组织者承担补充责任后，可以向第三人追偿。\n",
        "宾馆、商场、银行、车站、机场、体育场馆、娱乐场所等经营场所、公共场所的经营者、管理者或者群众性活动的组织者，未尽到安全保障义务，造成他人损害的，应当承担侵权责任。\n\n因第三人的行为造成他人损害的，由第三人承担侵权责任；经营者、管理者或者组织者未尽到安全保障义务的，承担相应的补充责任。经营者、管理者或者组织者承担补充责任后，可以向第三人追偿。\n**宾馆、商场、银行、车站、机场、体育场馆、娱乐场所等经营场所、公共场所在正常营业、运行过程中，第三人因个人原因受到损害的，场所及其经营者、管理者或者群众性活动的组织者不承担侵权责任。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百零八条": [
        "不动产物权的设立、变更、转让和消灭，应当依照法律规定登记。动产物权的设立和转让，应当依照法律规定交付。\n\n\n",
        "不动产物权的设立、变更、转让和消灭，应当依照法律规定登记。动产物权的设立和转让，应当依照法律规定**登记**。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百零九条": [
        "不动产物权的设立、变更、转让和消灭，经依法登记，发生效力；未经登记，不发生效力，但是法律另有规定的除外。\n\n依法属于国家所有的自然资源，所有权可以不登记。\n",
        "不动产物权的设立、变更、转让和消灭，经依法登记，发生效力；未经登记，不发生效力，但是法律另有规定的除外。\n\n依法属于国家所有**和集体所有**的自然资源，所有权可以不登记。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十条": [
        "不动产登记，由不动产所在地的登记机构办理。\n\n国家对不动产实行统一登记制度。统一登记的范围、登记机构和登记办法，由法律、行政法规规定。\n",
        "不动产登记，由不动产**的所有人户籍所在地**的登记机构办理。\n\n国家对不动产实行统一登记制度。统一登记的范围、登记机构和登记办法，由法律、行政法规规定。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十二条": [
        "登记机构应当履行下列职责：\n\n（一）查验申请人提供的权属证明和其他必要材料；\n\n（二）就有关登记事项询问申请人；\n\n（三）如实、及时登记有关事项；\n\n（四）法律、行政法规规定的其他职责。\n\n申请登记的不动产的有关情况需要进一步证明的，登记机构可以要求申请人补充材料，必要时可以实地查看。\n",
        "登记机构应当履行下列职责：\n\n（一）查验申请人提供的权属证明和其他必要材料；\n\n（二）就有关登记事项询问申请人；\n\n（三）如实、及时登记有关事项；\n\n（四）法律、行政法规规定的其他职责。\n\n申请登记的不动产的有关情况需要进一步证明的，登记机构可以要求申请人补充材料，**但不得**实地查看。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十三条": [
        "登记机构不得有下列行为：\n\n（一）要求对不动产进行评估；\n\n（二）以年检等名义进行重复登记；\n\n（三）超出登记职责范围的其他行为。\n",
        "登记机构不得有下列行为：\n\n（一）要求对不动产进行评估；\n\n（二）以年检等名义进行重复登记；\n\n（三）**要求出示体检报告。\n\n（四）**超出登记职责范围的其他行为。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十四条": [
        "不动产物权的设立、变更、转让和消灭，依照法律规定应当登记的，自记载于不动产登记簿时发生效力。\n",
        "不动产物权的设立、变更、转让和消灭，依照法律规定应当登记的，自记载于不动产登记簿时发生效力。\n**土地承包经营权的变更和转让，自转让合同生效时发生效力**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十五条": [
        "当事人之间订立有关设立、变更、转让和消灭不动产物权的合同，除法律另有规定或者当事人另有约定外，自合同成立时生效；未办理物权登记的，不影响合同效力。\n",
        "当事人之间订立有关设立、变更、转让和消灭不动产物权的合同，除法律另有规定或者当事人另有约定外，自**办理物权登记时**生效；未办理物权登记的，**合同无效**。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十七条": [
        "不动产权属证书是权利人享有该不动产物权的证明。不动产权属证书记载的事项，应当与不动产登记簿一致；记载不一致的，除有证据证明不动产登记簿确有错误外，以不动产登记簿为准。\n",
        "不动产权属证书是权利人享有该不动产物权的证明。**不动产登记簿记载的事项，应当与不动产权属证书一致；**记载不一致的，除有证据证明不动产登记簿确有错误外，以**不动产权属证书**为准。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十八条": [
        "权利人、利害关系人可以申请查询、复制不动产登记资料，登记机构应当提供。\n",
        "权利人可以申请查询、复制不动产登记资料，登记机构应当提供。\n**利害关系人仅可以申请查询不动产登记资料。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百一十九条": [
        "利害关系人不得公开、非法使用权利人的不动产登记资料。\n",
        "利害关系人不得非法使用权利人的不动产登记资料**，但可以公开。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十条": [
        "权利人、利害关系人认为不动产登记簿记载的事项错误的，可以申请更正登记。不动产登记簿记载的权利人书面同意更正或者有证据证明登记确有错误的，登记机构应当予以更正。\n\n不动产登记簿记载的权利人不同意更正的，利害关系人可以申请异议登记。登记机构予以异议登记，申请人自异议登记之日起十五日内不提起诉讼的，异议登记失效。异议登记不当，造成权利人损害的，权利人可以向申请人请求损害赔偿。\n",
        "权利人、利害关系人认为不动产登记簿记载的事项错误的，可以申请更正登记。不动产登记簿记载的权利人书面同意更正或者有证据证明登记确有错误的，登记机构应当予以更正。\n\n不动产登记簿记载的权利人不同意更正的，利害关系人可以申请异议登记。登记机构予以异议登记，申请人自异议登记之日起**十日**内不提起诉讼的，异议登记失效。异议登记不当，造成权利人损害的，权利人可以向申请人请求损害赔偿。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十一条": [
        "当事人签订买卖房屋的协议或者签订其他不动产物权的协议，为保障将来实现物权，按照约定可以向登记机构申请预告登记。预告登记后，未经预告登记的权利人同意，处分该不动产的，不发生物权效力。\n\n预告登记后，债权消灭或者自能够进行不动产登记之日起九十日内未申请登记的，预告登记失效。\n",
        "当事人签订买卖房屋的协议或者签订其他不动产物权的协议，为保障将来实现物权，按照约定可以向登记机构申请预告登记。预告登记后，未经预告登记的权利人同意，处分该不动产的，不发生物权效力。\n\n预告登记后，债权消灭或者自能够进行不动产登记之日起**六十日**内未申请登记的，预告登记失效。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十二条": [
        "当事人提供虚假材料申请登记，造成他人损害的，应当承担赔偿责任。\n\n因登记错误，造成他人损害的，登记机构应当承担赔偿责任。登记机构赔偿后，可以向造成登记错误的人追偿。\n",
        "当事人提供虚假材料申请登记，造成他人损害的，应当承担赔偿责任。\n\n因登记错误，造成他人损害的，**由造成登记错误的人承担赔偿责任。**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十三条": [
        "不动产登记费按件收取，不得按照不动产的面积、体积或者价款的比例收取。\n\n",
        "不动产登记费按件收取，不得按照不动产的面积、体积或者价款的比例收取。\n**价款超过5000万的不动产除外，超过部分按同期市值的0.1%收取费用**",
        "",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十四条": [
        "动产物权的设立和转让，自交付时发生效力，但是法律另有规定的除外。\n",
        "动产物权的设立和转让，自**登记**时发生效力，但是法律另有规定的除外。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十五条": [
        "船舶、航空器和机动车等的物权的设立、变更、转让和消灭，未经登记，不得对抗善意第三人。\n",
        "船舶、航空器和机动车等的物权的设立、变更、转让和消灭，未经登记，不得对抗善意第三人。\n**民用无人驾驶航空器物权的设立和转让，自交付时发生效力，不以登记为对抗要件**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十六条": [
        "动产物权设立和转让前，权利人已经占有该动产的，物权自民事法律行为生效时发生效力。\n",
        "动产物权设立和转让前，权利人已经占有该动产的，物权**自权利人占有时**时发生效力。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十八条": [
        "动产物权转让时，当事人又约定由出让人继续占有该动产的，物权自该约定生效时发生效力。\n\n",
        "动产物权转让时，当事人又约定由出让人继续占有该动产的，物权自**权利人占有动产时**发生效力。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百二十九条": [
        "因人民法院、仲裁机构的法律文书或者人民政府的征收决定等，导致物权设立、变更、转让或者消灭的，自法律文书或者征收决定等生效时发生效力。\n",
        "因人民法院、仲裁机构的法律文书或者人民政府的征收决定等，导致物权设立、变更、转让或者消灭的，自**交付**时发生效力。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百三十条": [
        "因继承取得物权的，自继承开始时发生效力。\n",
        "因继承取得物权的，**不动产物权自继承开始时发生效力，动产物权自交付时开始发生效力。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百三十一条": [
        "因合法建造、拆除房屋等事实行为设立或者消灭物权的，自事实行为成就时发生效力。\n",
        "因事实行为设立或者消灭物权的，自事实行为成就时发生效力。**合法建造房屋除外，需要登记才能发生效力。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百七十六条": [
        "建筑区划内，规划用于停放汽车的车位、车库应当首先满足业主的需要。\n",
        "建筑区划内，规划用于停放汽车的车位、车库应当满足业主的需要。**不得转让给业主以外的人**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百七十八条": [
        "下列事项由业主共同决定：\n\n（一）制定和修改业主大会议事规则；\n\n（二）制定和修改管理规约；\n\n（三）选举业主委员会或者更换业主委员会成员；\n\n（四）选聘和解聘物业服务企业或者其他管理人；\n\n（五）使用建筑物及其附属设施的维修资金；\n\n（六）筹集建筑物及其附属设施的维修资金；\n\n（七）改建、重建建筑物及其附属设施；\n\n（八）改变共有部分的用途或者利用共有部分从事经营活动；\n\n（九）有关共有和共同管理权利的其他重大事项。\n\n业主共同决定事项，应当由专有部分面积占比三分之二以上的业主且人数占比三分之二以上的业主参与表决。决定前款第六项至第八项规定的事项，应当经参与表决专有部分面积四分之三以上的业主且参与表决人数四分之三以上的业主同意。决定前款其他事项，应当经参与表决专有部分面积过半数的业主且参与表决人数过半数的业主同意。\n",
        "下列事项由业主共同决定：\n\n（一）制定和修改业主大会议事规则；\n\n（二）制定和修改管理规约；\n\n（三）选举业主委员会或者更换业主委员会成员；\n\n（四）选聘和解聘物业服务企业或者其他管理人；\n\n（五）使用建筑物及其附属设施的维修资金；\n\n（六）筹集建筑物及其附属设施的维修资金；\n\n（七）改建、重建建筑物及其附属设施；\n\n（八）改变共有部分的用途或者利用共有部分从事经营活动；\n\n（九）有关共有和共同管理权利的其他重大事项。\n\n业主共同决定事项，应当由专有部分面积占比三分之二以上的业主且人数占比三分之二以上的业主参与表决。决定前款第**七**项至第八项规定的事项，应当经参与表决专有部分面积四分之三以上的业主且参与表决人数四分之三以上的业主同意。决定前款其他事项，应当经参与表决专有部分面积过半数的业主且参与表决人数过半数的业主同意。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百七十九条": [
        "业主不得违反法律、法规以及管理规约，将住宅改变为经营性用房。业主将住宅改变为经营性用房的，除遵守法律、法规以及管理规约外，应当经有利害关系的业主一致同意。\n",
        "业主不得违反法律、法规以及管理规约，将住宅改变为经营性用房。业主将住宅改变为经营性用房的，除遵守法律、法规以及管理规约外，应当经有利害关系的业主**半数以上**同意。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百八十条": [
        "业主大会或者业主委员会的决定，对业主具有法律约束力。\n\n业主大会或者业主委员会作出的决定侵害业主合法权益的，受侵害的业主可以请求人民法院予以撤销。\n",
        "业主大会或者业主委员会的决定，对业主具有法律约束力。\n\n业主大会或者业主委员会作出的决定侵害业主合法权益的，受侵害的业主可以请求人民法院予以撤销。**业主遭受损失的，可以要求业主委员会赔偿**",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百八十一条": [
        "建筑物及其附属设施的维修资金，属于业主共有。经业主共同决定，可以用于电梯、屋顶、外墙、无障碍设施等共有部分的维修、更新和改造。建筑物及其附属设施的维修资金的筹集、使用情况应当定期公布。\n\n紧急情况下需要维修建筑物及其附属设施的，业主大会或者业主委员会可以依法申请使用建筑物及其附属设施的维修资金。\n",
        "建筑物及其附属设施的维修资金，属于业主共有。经业主共同决定，可以用于电梯、屋顶、外墙、无障碍设施等共有部分的维修、更新和改造。建筑物及其附属设施的维修资金的筹集、使用情况应当定期公布。\n\n紧急情况下需要维修建筑物及其附属设施的，业主委员会可以依法申请使用建筑物及其附属设施的维修资金。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第二百八十三条": [
        "建筑物及其附属设施的费用分摊、收益分配等事项，有约定的，按照约定；没有约定或者约定不明确的，按照业主专有部分面积所占比例确定。\n",
        "建筑物及其附属设施的费用分摊、收益分配等事项，有约定的，按照约定；没有约定或者约定不明确的，按照业主**家庭人口**所占比例确定。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百零一条": [
        "处分共有的不动产或者动产以及对共有的不动产或者动产作重大修缮、变更性质或者用途的，应当经占份额三分之二以上的按份共有人或者全体共同共有人同意，但是共有人之间另有约定的除外。\n",
        "处分共有的不动产或者动产以及对共有的不动产或者动产作重大修缮、变更性质或者用途的，应当经占份额**四分之三**以上的按份共有人或者全体共同共有人同意，但是共有人之间另有约定的除外。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百零二条": [
        "共有人对共有物的管理费用以及其他负担，有约定的，按照其约定；没有约定或者约定不明确的，按份共有人按照其份额负担，共同共有人共同负担。\n",
        "共有人对共有物的管理费用以及其他负担，有约定的，按照其约定；没有约定或者约定不明确的，按份共有人按照其**人数平均**负担，共同共有人共同负担。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百零六条": [
        "按份共有人转让其享有的共有的不动产或者动产份额的，应当将转让条件及时通知其他共有人。其他共有人应当在合理期限内行使优先购买权。\n\n两个以上其他共有人主张行使优先购买权的，协商确定各自的购买比例；协商不成的，按照转让时各自的共有份额比例行使优先购买权。\n",
        "按份共有人转让其享有的共有的不动产或者动产份额的，应当将转让条件及时通知其他共有人。其他共有人应当在合理期限内行使优先购买权。\n\n两个以上其他共有人主张行使优先购买权的，协商确定各自的购买比例；协商不成的，按照**人数平均比例**行使优先购买权。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百零八条": [
        "共有人对共有的不动产或者动产没有约定为按份共有或者共同共有，或者约定不明确的，除共有人具有家庭关系等外，视为按份共有。\n",
        "共有人对共有的不动产或者动产没有约定为按份共有或者共同共有，或者约定不明确的，视为按份共有。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百零九条": [
        "按份共有人对共有的不动产或者动产享有的份额，没有约定或者约定不明确的，按照出资额确定；不能确定出资额的，视为等额享有。\n",
        "按份共有人对共有的不动产或者动产享有的份额，没有约定或者约定不明确的，视为等额享有。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百一十一条": [
        "无处分权人将不动产或者动产转让给受让人的，所有权人有权追回；除法律另有规定外，符合下列情形的，受让人取得该不动产或者动产的所有权：\n\n（一）受让人受让该不动产或者动产时是善意；\n\n（二）以合理的价格转让；\n\n（三）转让的不动产或者动产依照法律规定应当登记的已经登记，不需要登记的已经交付给受让人。\n\n受让人依据前款规定取得不动产或者动产的所有权的，原所有权人有权向无处分权人请求损害赔偿。\n\n当事人善意取得其他物权的，参照适用前两款规定。\n",
        "无处分权人将不动产或者动产转让给受让人的，所有权人有权追回；除法律另有规定外，符合下列情形的，受让人取得该不动产或者动产的所有权：\n\n（一）受让人受让该不动产或者动产时是善意；\n\n（二）以合理的价格转让；\n\n（三）转让的不动产或者动产依照法律规定应当登记的已经登记，不需要登记的已经交付给受让人。\n\n受让人依据前款规定取得不动产或者动产的所有权的，原所有权人有权向无处分权人请求**惩罚性**损害赔偿。\n\n当事人善意取得其他物权的，参照适用前两款规定。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百一十二条": [
        "所有权人或者其他权利人有权追回遗失物。该遗失物通过转让被他人占有的，权利人有权向无处分权人请求损害赔偿，或者自知道或者应当知道受让人之日起二年内向受让人请求返还原物；但是，受让人通过拍卖或者向具有经营资格的经营者购得该遗失物的，权利人请求返还原物时应当支付受让人所付的费用。权利人向受让人支付所付费用后，有权向无处分权人追偿。\n",
        "所有权人或者其他权利人有权追回遗失物。该遗失物通过转让被他人占有的，权利人有权向无处分权人请求损害赔偿，或者自知道或者应当知道受让人之日起**三**年内向受让人请求返还原物；但是，受让人通过拍卖或者向具有经营资格的经营者购得该遗失物的，权利人请求返还原物时应当支付受让人所付的费用。权利人向受让人支付所付费用后，有权向无处分权人追偿。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百一十六条": [
        "拾得人在遗失物送交有关部门前，有关部门在遗失物被领取前，应当妥善保管遗失物。因故意或者重大过失致使遗失物毁损、灭失的，应当承担民事责任。\n",
        "拾得人在遗失物送交有关部门前，有关部门在遗失物被领取前，应当妥善保管遗失物。因故意致使遗失物毁损、灭失的，应当承担民事责任。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百一十七条": [
        "权利人领取遗失物时，应当向拾得人或者有关部门支付保管遗失物等支出的必要费用。\n\n权利人悬赏寻找遗失物的，领取遗失物时应当按照承诺履行义务。\n\n拾得人侵占遗失物的，无权请求保管遗失物等支出的费用，也无权请求权利人按照承诺履行义务。\n",
        "权利人领取遗失物时，应当向拾得人或者有关部门支付保管遗失物等支出的必要费用。\n\n权利人悬赏寻找遗失物的，领取遗失物时应当按照承诺履行义务。\n\n拾得人侵占遗失物的，**有权**请求保管遗失物等支出的费用，**但**无权请求权利人按照承诺履行义务。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百一十八条": [
        "遗失物自发布招领公告之日起一年内无人认领的，归国家所有。\n",
        "遗失物自发布招领公告之日起一年内无人认领的，归**拾得人**所有。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百三十二条": [
        "耕地的承包期为三十年。草地的承包期为三十年至五十年。林地的承包期为三十年至七十年。\n\n前款规定的承包期限届满，由土地承包经营权人依照农村土地承包的法律规定继续承包。\n",
        "耕地的承包期为**四十**年。草地的承包期为三十年至五十年。林地的承包期为三十年至七十年。\n\n前款规定的承包期限届满，由土地承包经营权人依照农村土地承包的法律规定继续承包。",
        "法律后果改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百三十三条": [
        "土地承包经营权自土地承包经营权合同生效时设立。\n\n登记机构应当向土地承包经营权人发放土地承包经营权证、林权证等证书，并登记造册，确认土地承包经营权。\n",
        "土地承包经营权自土地承包经营权**登记**时设立。\n\n登记机构应当向土地承包经营权人发放土地承包经营权证、林权证等证书，并登记造册，确认土地承包经营权。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百三十四条": [
        "土地承包经营权人依照法律规定，有权将土地承包经营权互换、转让。未经依法批准，不得将承包地用于非农建设。\n",
        "土地承包经营权人依照法律规定，有权将土地承包经营权互换、转让。**经村集体过半数同意，可以将承包地**用于非农建设。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百三十五条": [
        "土地承包经营权互换、转让的，当事人可以向登记机构申请登记；未经登记，不得对抗善意第三人。\n",
        "土地承包经营权互换、转让的，当事人**应当向登记机构申请登记；未经登记，不发生效力。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百四十一条": [
        "流转期限为五年以上的土地经营权，自流转合同生效时设立。当事人可以向登记机构申请土地经营权登记；未经登记，不得对抗善意第三人。\n",
        "流转期限为五年以上的土地经营权，**当事人应当向登记机构申请登记；未经登记，不发生效力。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百四十九条": [
        "设立建设用地使用权的，应当向登记机构申请建设用地使用权登记。建设用地使用权自登记时设立。登记机构应当向建设用地使用权人发放权属证书。\n",
        "设立建设用地使用权的，应当向登记机构申请建设用地使用权登记。登记机构应当向建设用地使用权人发放权属证书。**建设用地使用权自权利人收到权属证书时设立。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百六十七条": [
        "设立居住权，当事人应当采用书面形式订立居住权合同。\n\n居住权合同一般包括下列条款：\n\n（一）当事人的姓名或者名称和住所；\n\n（二）住宅的位置；\n\n（三）居住的条件和要求；\n\n（四）居住权期限；\n\n（五）解决争议的方法。\n",
        "设立居住权，当事人**可以采用口头形式**订立居住权合同。\n\n居住权合同一般包括下列条款：\n\n（一）当事人的姓名或者名称和住所；\n\n（二）住宅的位置；\n\n（三）居住的条件和要求；\n\n（四）居住权期限；\n\n（五）解决争议的方法。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百六十八条": [
        "居住权无偿设立，但是当事人另有约定的除外。设立居住权的，应当向登记机构申请居住权登记。居住权自登记时设立。\n",
        "居住权无偿设立，但是当事人另有约定的除外。设立居住权的，应当向登记机构申请居住权登记。**居住权自居住权合同生效时设立。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第三百七十条": [
        "居住权期限届满或者居住权人死亡的，居住权消灭。居住权消灭的，应当及时办理注销登记。\n",
        "居住权期限届满的，居住权消灭。居住权消灭的，应当及时办理注销登记。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百六十七条": [
        "本法或者其他法律没有明文规定的合同，适用本编通则的规定，并可以参照适用本编或者其他法律最相类似合同的规定。\n\n在中华人民共和国境内履行的中外合资经营企业合同、中外合作经营企业合同、中外合作勘探开发自然资源合同，适用中华人民共和国法律。\n",
        "本法或者其他法律没有明文规定的合同，适用本编通则的规定，并可以参照适用本编或者其他法律最相类似合同的规定。\n\n在中华人民共和国境内履行的中外合资经营企业合同、中外合作经营企业合同，适用中华人民共和国法律**，中外合作勘探开发自然资源合同除外。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百六十九条": [
        "当事人订立合同，可以采用书面形式、口头形式或者其他形式。\n\n书面形式是合同书、信件、电报、电传、传真等可以有形地表现所载内容的形式。\n\n以电子数据交换、电子邮件等方式能够有形地表现所载内容，并可以随时调取查用的数据电文，视为书面形式。\n",
        "当事人订立合同，**必须**采用书面形式。\n\n书面形式是合同书、信件、电报、电传、传真等可以有形地表现所载内容的形式。\n\n以电子数据交换、电子邮件等方式能够有形地表现所载内容，并可以随时调取查用的数据电文，视为书面形式。",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十一条": [
        "当事人订立合同，可以采取要约、承诺方式或者其他方式。\n",
        "当事人订立合同，可以采取要约、承诺方式或者其他方式。\n**要约、承诺应当以书面形式。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十二条": [
        "要约是希望与他人订立合同的意思表示，该意思表示应当符合下列条件：\n\n（一）内容具体确定；\n\n（二）表明经受要约人承诺，要约人即受该意思表示约束。\n",
        "要约是希望与他人订立合同的意思表示，该意思表示应当符合下列条件：\n\n（一）内容具体确定；\n\n（二）表明经受要约人承诺，要约人即受该意思表示约束；\n\n**（三）须采用书面形式。**",
        "构成要件改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十三条": [
        "要约邀请是希望他人向自己发出要约的表示。拍卖公告、招标公告、招股说明书、债券募集办法、基金招募说明书、商业广告和宣传、寄送的价目表等为要约邀请。\n\n商业广告和宣传的内容符合要约条件的，构成要约。\n",
        "要约邀请是希望他人向自己发出要约的表示。拍卖公告、招标公告、招股说明书、债券募集办法、基金招募说明书、商业广告和宣传等为要约邀请。\n\n商业广告、宣传和寄送的价目表的内容符合要约条件的，构成要约。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十六条": [
        "要约可以撤销，但是有下列情形之一的除外：\n\n（一）要约人以确定承诺期限或者其他形式明示要约不可撤销；\n\n（二）受要约人有理由认为要约是不可撤销的，并已经为履行合同做了合理准备工作。\n",
        "要约可以撤销，但是有下列情形的除外：\n\n（一）要约人以确定承诺期限或者其他形式明示要约不可撤销；",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十七条": [
        "撤销要约的意思表示以对话方式作出的，该意思表示的内容应当在受要约人作出承诺之前为受要约人所知道；撤销要约的意思表示以非对话方式作出的，应当在受要约人作出承诺之前到达受要约人。\n",
        "撤销要约的意思表示以对话方式**和非对话方式**作出的，该意思表示的内容**应当在受要约人作出承诺之前到达受要约人。**",
        "行为方式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百七十八条": [
        "有下列情形之一的，要约失效：\n\n（一）要约被拒绝；\n\n（二）要约被依法撤销；\n\n（三）承诺期限届满，受要约人未作出承诺；\n\n（四）受要约人对要约的内容作出实质性变更。\n",
        "有下列情形之一的，要约失效：\n\n（一）要约被拒绝；\n\n（二）要约被依法撤销；\n\n（三）承诺期限届满，受要约人未作出承诺；\n\n（四）受要约人对要约的内容作出实质性变更；\n\n**（五）受要约人作出承诺后，无故超过一个月不付诸行动。**",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百八十条": [
        "承诺应当以通知的方式作出；但是，根据交易习惯或者要约表明可以通过行为作出承诺的除外。\n",
        "承诺应当以通知的方式作出。",
        "行为模式改变",
        "",
        ""
    ],
    "中华人民共和国民法典第四百八十一条": [
        "承诺应当在要约确定的期限内到达要约人。\n\n要约没有确定承诺期限的，承诺应当依照下列规定到达：\n\n（一）要约以对话方式作出的，应当即时作出承诺；\n\n（二）要约以非对话方式作出的，承诺应当在合理期限内到达。\n",
        "承诺应当在要约确定的期限内到达要约人。\n\n要约没有确定承诺期限的，承诺应当依照下列规定到达：\n\n（一）要约以对话方式作出的，应当即时作出承诺；\n\n（二）要约以非对话方式作出的，承诺应当在**7天内**到达。",
        "行为模式改变",
        "",
        ""
    ]
}