{
    "刑法分则第三章": [
        "中华人民共和国刑法第一百四十条",
        "中华人民共和国刑法第一百四十二条",
        "中华人民共和国刑法第一百四十三条",
        "中华人民共和国刑法第一百四十四条",
        "中华人民共和国刑法第一百四十五条",
        "中华人民共和国刑法第一百四十六条",
        "中华人民共和国刑法第一百四十七条",
        "中华人民共和国刑法第一百七十条",
        "中华人民共和国刑法第一百七十一条",
        "中华人民共和国刑法第一百七十二条",
        "中华人民共和国刑法第一百七十四条",
        "中华人民共和国刑法第一百八十条",
        "中华人民共和国刑法第一百八十八条",
        "中华人民共和国刑法第二百一十三条",
        "中华人民共和国刑法第二百一十四条",
        "中华人民共和国刑法第二百一十五条",
        "中华人民共和国刑法第二百一十六条",
        "中华人民共和国刑法第二百一十七条",
        "中华人民共和国刑法第二百一十八条",
        "中华人民共和国刑法第二百一十九条",
        "中华人民共和国刑法第二百二十条",
        "中华人民共和国刑法第二百二十六条",
        "中华人民共和国刑法第二百二十八条",
        "中华人民共和国刑法第二百二十九条"
    ],
    "刑法分则第六章": [
        "中华人民共和国刑法第三百五十五条",
        "中华人民共和国刑法第三百五十五条之一",
        "中华人民共和国刑法第三百五十七条",
        "中华人民共和国刑法第三百五十八条",
        "中华人民共和国刑法第三百五十九条",
        "中华人民共和国刑法第三百六十条",
        "中华人民共和国刑法第三百六十二条",
        "中华人民共和国刑法第三百六十三条",
        "中华人民共和国刑法第三百六十四条",
        "中华人民共和国刑法第三百六十五条"
    ],
    "刑法分则第八章": [
        "中华人民共和国刑法第三百八十二条",
        "中华人民共和国刑法第三百八十三条",
        "中华人民共和国刑法第三百八十四条",
        "中华人民共和国刑法第三百八十五条",
        "中华人民共和国刑法第三百八十七条",
        "中华人民共和国刑法第三百八十八条",
        "中华人民共和国刑法第三百八十八条之一",
        "中华人民共和国刑法第三百八十九条",
        "中华人民共和国刑法第三百九十条",
        "中华人民共和国刑法第三百九十条之一",
        "中华人民共和国刑法第三百九十一条",
        "中华人民共和国刑法第三百九十二条",
        "中华人民共和国刑法第三百九十三条",
        "中华人民共和国刑法第三百九十四条",
        "中华人民共和国刑法第三百九十五条",
        "中华人民共和国刑法第三百九十六条"
    ],
    "刑法分则第九章": [
        "中华人民共和国刑法第三百九十七条",
        "中华人民共和国刑法第三百九十八条",
        "中华人民共和国刑法第三百九十九条",
        "中华人民共和国刑法第三百九十九条之一",
        "中华人民共和国刑法第四百条",
        "中华人民共和国刑法第四百零一条",
        "中华人民共和国刑法第四百零二条",
        "中华人民共和国刑法第四百零三条",
        "中华人民共和国刑法第四百零四条",
        "中华人民共和国刑法第四百零五条",
        "中华人民共和国刑法第四百零六条",
        "中华人民共和国刑法第四百零七条",
        "中华人民共和国刑法第四百零八条",
        "中华人民共和国刑法第四百零八条之一",
        "中华人民共和国刑法第四百零九条",
        "中华人民共和国刑法第四百一十条",
        "中华人民共和国刑法第四百一十一条",
        "中华人民共和国刑法第四百一十二条",
        "中华人民共和国刑法第四百一十三条",
        "中华人民共和国刑法第四百一十四条",
        "中华人民共和国刑法第四百一十五条",
        "中华人民共和国刑法第四百一十六条",
        "中华人民共和国刑法第四百一十七条",
        "中华人民共和国刑法第四百一十八条",
        "中华人民共和国刑法第四百一十九条"
    ],
    "民法典第二编": [
        "中华人民共和国民法典第二百零八条",
        "中华人民共和国民法典第二百零九条",
        "中华人民共和国民法典第二百一十条",
        "中华人民共和国民法典第二百一十二条",
        "中华人民共和国民法典第二百一十三条",
        "中华人民共和国民法典第二百一十四条",
        "中华人民共和国民法典第二百一十五条",
        "中华人民共和国民法典第二百一十七条",
        "中华人民共和国民法典第二百一十八条",
        "中华人民共和国民法典第二百一十九条",
        "中华人民共和国民法典第二百二十条",
        "中华人民共和国民法典第二百二十一条",
        "中华人民共和国民法典第二百二十二条",
        "中华人民共和国民法典第二百二十三条",
        "中华人民共和国民法典第二百二十四条",
        "中华人民共和国民法典第二百二十五条",
        "中华人民共和国民法典第二百二十六条",
        "中华人民共和国民法典第二百二十八条",
        "中华人民共和国民法典第二百二十九条",
        "中华人民共和国民法典第二百三十条",
        "中华人民共和国民法典第二百三十一条",
        "中华人民共和国民法典第二百七十六条",
        "中华人民共和国民法典第二百七十八条",
        "中华人民共和国民法典第二百七十九条",
        "中华人民共和国民法典第二百八十条",
        "中华人民共和国民法典第二百八十一条",
        "中华人民共和国民法典第二百八十三条",
        "中华人民共和国民法典第三百零一条",
        "中华人民共和国民法典第三百零二条",
        "中华人民共和国民法典第三百零六条",
        "中华人民共和国民法典第三百零八条",
        "中华人民共和国民法典第三百零九条",
        "中华人民共和国民法典第三百一十一条",
        "中华人民共和国民法典第三百一十二条",
        "中华人民共和国民法典第三百一十六条",
        "中华人民共和国民法典第三百一十七条",
        "中华人民共和国民法典第三百一十八条",
        "中华人民共和国民法典第三百三十二条",
        "中华人民共和国民法典第三百三十三条",
        "中华人民共和国民法典第三百三十四条",
        "中华人民共和国民法典第三百三十五条",
        "中华人民共和国民法典第三百四十一条",
        "中华人民共和国民法典第三百四十九条",
        "中华人民共和国民法典第三百六十七条",
        "中华人民共和国民法典第三百六十八条",
        "中华人民共和国民法典第三百七十条"
    ],
    "民法典第三编": [
        "中华人民共和国民法典第四百六十七条",
        "中华人民共和国民法典第四百六十九条",
        "中华人民共和国民法典第四百七十一条",
        "中华人民共和国民法典第四百七十二条",
        "中华人民共和国民法典第四百七十三条",
        "中华人民共和国民法典第四百七十六条",
        "中华人民共和国民法典第四百七十七条",
        "中华人民共和国民法典第四百七十八条",
        "中华人民共和国民法典第四百八十条",
        "中华人民共和国民法典第四百八十一条"
    ],
    "民法典第五编": [
        "中华人民共和国民法典第一千零四十二条",
        "中华人民共和国民法典第一千零四十四条",
        "中华人民共和国民法典第一千零四十六条",
        "中华人民共和国民法典第一千零四十七条",
        "中华人民共和国民法典第一千零四十九条",
        "中华人民共和国民法典第一千零五十一条",
        "中华人民共和国民法典第一千零五十二条",
        "中华人民共和国民法典第一千零五十三条",
        "中华人民共和国民法典第一千零五十七条",
        "中华人民共和国民法典第一千零五十八条",
        "中华人民共和国民法典第一千零六十条",
        "中华人民共和国民法典第一千零六十一条",
        "中华人民共和国民法典第一千零六十二条",
        "中华人民共和国民法典第一千零六十三条",
        "中华人民共和国民法典第一千零六十七条",
        "中华人民共和国民法典第一千零六十九条",
        "中华人民共和国民法典第一千零七十五条",
        "中华人民共和国民法典第一千零七十七条",
        "中华人民共和国民法典第一千零七十九条",
        "中华人民共和国民法典第一千零八十二条",
        "中华人民共和国民法典第一千零八十四条",
        "中华人民共和国民法典第一千零八十八条",
        "中华人民共和国民法典第一千零九十一条",
        "中华人民共和国民法典第一千零九十二条",
        "中华人民共和国民法典第一千零九十四条",
        "中华人民共和国民法典第一千零九十五条",
        "中华人民共和国民法典第一千零九十七条",
        "中华人民共和国民法典第一千零九十八条",
        "中华人民共和国民法典第一千一百条",
        "中华人民共和国民法典第一千一百零二条",
        "中华人民共和国民法典第一千一百零四条",
        "中华人民共和国民法典第一千一百零八条",
        "中华人民共和国民法典第一千一百一十四条"
    ],
    "民法典第六编": [
        "中华人民共和国民法典第一千一百二十四条",
        "中华人民共和国民法典第一千一百二十五条",
        "中华人民共和国民法典第一千一百三十条",
        "中华人民共和国民法典第一千一百三十五条",
        "中华人民共和国民法典第一千一百三十六条",
        "中华人民共和国民法典第一千一百四十三条"
    ],
    "民法典第七编": [
        "中华人民共和国民法典第一千一百七十三条",
        "中华人民共和国民法典第一千一百七十六条",
        "中华人民共和国民法典第一千一百八十五条",
        "中华人民共和国民法典第一千一百八十八条",
        "中华人民共和国民法典第一千一百九十一条",
        "中华人民共和国民法典第一千一百九十二条",
        "中华人民共和国民法典第一千一百九十三条",
        "中华人民共和国民法典第一千一百九十五条",
        "中华人民共和国民法典第一千一百九十七条",
        "中华人民共和国民法典第一千一百九十八条"
    ]
}